Repository: Trust-Anchor-Group/IdApp
Catalog: IdApp/IdApp/Resx/AppResources.*.resx
Languages: da, de, es, fi, no, pt, sv

source: PIN or password
da: Pinkode eller adgangskode
de: PIN oder Passwort
es: PIN o contraseña
fi: PIN-koodi tai salasana
no: PIN-kode eller passord
pt: PIN ou senha
sv: PIN eller lösenord

source: PINs do not match
da: Pinkoder stemmer ikke overens
de: PINs stimmen nicht überein
es: Los PIN no coinciden
fi: PIN-koodit eivät täsmää
no: PIN-koder samsvarer ikke
pt: PiNs não correspondem
sv: PIN matchar inte

# PinTooShort
source: PIN length must be at least {0} characters.
da: PIN-længden skal være mindst {0} tegn.
de: Die PIN-Länge muss mindestens {0} Zeichen betragen.
es: La longitud del PIN debe ser de al menos {0} caracteres.
fi: PIN-koodin pituuden on oltava vähintään {0} merkkiä.
no: Lengden på PIN-koden må bestå av minst {0} tegn.
pt: O comprimento PIN deve ser pelo menos {0} caracteres.
sv: PIN måste bestå av åtminstone {0} tecken.

# PleaseReviewAndCheckAllCheckboxes
source: Please review all information above, and check the corresponding check boxes if the information is correct. This must be done before you can approve the information.
da: Gennemgå alle ovenstående oplysninger, og markér de tilsvarende afkrydsningsfelter, hvis oplysningerne er korrekte. Dette skal gøres, før du kan godkende oplysningerne.
de: Bitte überprüfen Sie alle oben genannten Informationen und aktivieren Sie die entsprechenden Kontrollkästchen, wenn die Informationen korrekt sind. Dies muss getan werden, bevor Sie die Informationen genehmigen können.
es: Revise toda la información anterior y marque las casillas de verificación correspondientes si la información es correcta. Esto debe hacerse antes de que pueda aprobar la información.
fi: Tarkista kaikki yllä olevat tiedot ja valitse vastaavat valintaruudut, jos tiedot ovat oikein. Tämä on tehtävä ennen kuin voit hyväksyä tiedot.
no: Vennligst se all informasjon ovenfor, og merk av i de tilsvarende avmerkingsboksene hvis informasjonen er riktig. Dette må gjøres før du kan godkjenne informasjonen.
pt: Revise todas as informações acima e verifique as caixas de seleção correspondentes se as informações estão corretas. Isso deve ser feito antes que você possa aprovar a informação.
sv: Vänligen granska alla information ovan och bocka för de tillhörande checkboxarna om informationen stämmer. Detta måste göras innan informationen kan godkännas.

source: Product Information
da: Produkt Information
de: Produktinformation
es: Información del producto
fi: Tuotetiedot
no: Produkt Informasjon
pt: Informações sobre produtos
sv: Produktinformation

source: Proposal
da: Forslag
de: Vorschlag
es: Propuesta
fi: Ehdotus
no: Forslag
pt: Proposta

source: Propose
da: Foreslå
de: Vorschlagen
es: Proponer
fi: Ehdottaa
no: Foreslå
pt: Propor
sv: Föreslå

source: Provider
da: Udbyder
de: Anbieter
es: Proveedor
fi: Toimittaja
no: Leverandør
pt: Provedor
sv: Leverantör

source: Public key
da: Offentlig nøgle
de: Öffentlicher Schlüssel
es: Clave pública
fi: Julkinen avain
no: Offentlig nøkkel
pt: Chave pública
sv: Publik nyckel

source: Purpose
da: Formål
de: Zweck
es: Propósito
fi: Tarkoitus
no: Hensikt
pt: Propósito
sv: Syfte

source: QR Code
da: QR-kode
es: Código QR
fi: QR-koodi
no: QR-kode
sv: QR-kod

# QrCodeNotUnderstood
source: Code not understood
da: Kode ikke forstået
de: Code nicht verstanden
es: Código no entendido
fi: Koodia ei ymmärretä
no: Kode ikke forstått
pt: Código não compreendido
sv: Koden kunde ej förstås

# QrEnterManually
source: Enter manually
da: Indtast manuelt
de: Manuell eingeben
es: Entrar manualmente
fi: Syötä manuaalisesti
no: Angi manuelt
pt: Digite manualmente
sv: Ange manuellt

# QrScanCode
source: Scan code
da: Scan kode
de: Code scannen
es: Código de escaneo
fi: Skannaa koodi
no: Skann kode
pt: Código de varredura
sv: Scanna kod

# QrScanOverlay
source: Align the QR-Code within the frame
da: Juster QR-koden inden for rammen
de: QR-Code innerhalb des Rahmens ausrichten
es: Alinear el código QR dentro del marco
fi: Kohdista QR-koodi kehyksen sisään
no: Juster QR-koden innenfor rammen
pt: Alinhe o QR-Code dentro do quadro
sv: Passa in QR-koden i ramen

source: Receive eDaler
da: Modtag eDaler
de: eDaler erhalten
es: Recibir eDaler
fi: Vastaanota eDaler
no: Motta eDaler
pt: Receba eDaler
sv: Ta emot eDaler

# Region
source: Region or State
da: Region eller stat
de: Region oder Bundesland
es: Región o Estado
fi: Alue tai osavaltio
no: Region eller stat
pt: Região ou Estado
sv: Region eller stat

source: Register
da: Registrer
de: Registrieren
es: Registro
fi: Rekisteröidy
no: Registrering
pt: Registro
sv: Registrera

source: Registry
da: Registreringsdatabase
de: Registrierung
es: Registro
fi: Rekisteri
no: Register
pt: Registro
sv: Register

source: Reject Information
da: Afvis oplysninger
de: Informationen ablehnen
es: Rechazar información
fi: Hylkää tiedot
no: Avvis informasjon
pt: Informações de rejeição
sv: Neka

source: Remote Party:
da: Fjernfest:
es: Parte remota:
fi: Etäjuhlat:
no: Ekstern fest:
pt: Festa Remota:
sv: Andra parten:

source: Remove Contact
da: Fjern kontakt
de: Kontakt entfernen
es: Quitar contacto
fi: Poista yhteystieto
no: Fjern kontakt
pt: Remover contato
sv: Ta bort kontakt

# ReportAsCompromized
source: Report as Compromised
da: Rapport som kompromitteret
de: Als kompromittiert melden
es: Informe como comprometido
fi: Ilmoita vaarantuneeksi
no: Rapporter som kompromittert
pt: Relatório como Comprometido
sv: Rapportera som komprometterad

source: Request
da: Bøn
de: Bitten
es: Pedir
fi: Pyytää
no: Anmodning
pt: Pedir
sv: Begäran

source: Requesting entity
da: Anmodende enhed
de: Anfordernde Entität
es: Entidad solicitante
fi: Pyynnön esittävä yksikkö
no: Be om enhet
pt: Entidade solicitante
sv: Begärande entitet

source: Request Payment
da: Anmod om betaling
de: Zahlung anfordern
es: Solicitar pago
fi: Pyydä maksua
no: Be om betaling
pt: Solicitar pagamento
sv: Efterfråga betalning

# RequestPaymentDescription
source: To request payment from someone, fill in the details about the payment below, and click the Generate QR Code button. The generated code can be used by the other party, to generate a payment to your account.
da: For at anmode om betaling fra nogen skal du udfylde oplysningerne om betalingen nedenfor og klikke på knappen Generer QR-kode. Den genererede kode kan bruges af den anden part til at generere en betaling til din konto.
de: Um die Zahlung von jemandem anzufordern, geben Sie die Details zur Zahlung unten ein und klicken Sie auf die Schaltfläche QR-Code generieren. Der generierte Code kann von der anderen Partei verwendet werden, um eine Zahlung auf Ihr Konto zu generieren.
es: Para solicitar el pago a alguien, complete los detalles sobre el pago a continuación y haga clic en el botón Generar código QR. El código generado puede ser utilizado por la otra parte, para generar un pago a su cuenta.
fi: Jos haluat pyytää maksua joltakulta, täytä alla olevat maksun tiedot ja napsauta Luo QR-koodi -painiketta. Toinen osapuoli voi käyttää luotua koodia maksun luomiseen tilillesi.
no: For å be om betaling fra noen, fyll ut detaljene om betalingen nedenfor, og klikk på Generer QR-kode knapp. Den genererte koden kan brukes av den andre parten til å generere en betaling til kontoen din.
pt: Para solicitar o pagamento de alguém, preencha os detalhes sobre o pagamento abaixo e clique no botão Gerar QR Code. O código gerado pode ser usado pela outra parte, para gerar um pagamento para sua conta.
sv: För att efterfråga en betalning från någon, fyll i detaljerna om betalningen nedan, och klicka knappen för att en Generera QR-kod. Den genererade koden kan användas av den andra parten för att generera en betalning till ditt konto.

# RequestPaymentMessage
source: Requesting payment of {0} {1}.
da: Anmodning om betaling af {0} {1}.
de: Aufforderung zur Zahlung von {0} {1}.
es: Solicitud de pago de {0} {1}.
fi: {0} {1} maksun pyytäminen.
no: Be om betaling av {0} {1}.
pt: Solicitando pagamento de {0} {1}.
sv: Efterfrågar betalning om {0} {1}.

# RequestTimedOut
source: The request timed out
da: Anmodningen fik timeout
de: Zeitüberschreitung der Anforderung
es: Se agotó el tiempo de espera de la solicitud
fi: Pyyntö aikakatkaistiin
no: Forespørselen ble tidsavbrutt
pt: O pedido foi cronometrado
sv: Begäran tog för lång tid

# RequestWasCancelled
source: The request was cancelled
da: Anmodningen blev annulleret
de: Die Anfrage wurde storniert
es: La solicitud fue cancelada
fi: Pyyntö peruutettiin
no: Forespørselen ble kansellert
pt: O pedido foi cancelado.
sv: Begäran avbröts

source: Retype PIN or password
da: Skriv pinkode eller adgangskode igen
de: PIN oder Kennwort erneut eingeben
es: Vuelva a escribir el PIN o la contraseña
fi: Kirjoita PIN-koodi tai salasana uudelleen
no: Skriv inn PIN-kode eller passord på nytt
pt: Redigitar PIN ou senha
sv: Ange PIN eller lösenord igen

# ReviewIdentityInformationText
source: You have been requested to review the following personal information. If correct, check the corresponding boxes, and press the Approve button at the bottom. You can also press the Reject button if you find anything that is incorrect.
da: Du er blevet bedt om at gennemgå følgende personlige oplysninger. Hvis det er korrekt, skal du markere de tilsvarende felter og trykke på knappen Godkend nederst. Du kan også trykke på knappen Afvis, hvis du finder noget, der er forkert.
de: Sie wurden aufgefordert, die folgenden personenbezogenen Daten zu überprüfen. Wenn dies der Fall ist, aktivieren Sie die entsprechenden Kontrollkästchen und klicken Sie unten auf die Schaltfläche Genehmigen. Sie können auch die Taste Ablehnen drücken, wenn Sie etwas finden, das falsch ist.
es: Se le ha solicitado que revise la siguiente información personal. Si es correcto, marque las casillas correspondientes y presione el botón Aprobar en la parte inferior. También puede presionar el botón Rechazar si encuentra algo incorrecto.
fi: Sinua on pyydetty tarkistamaan seuraavat henkilötiedot. Jos oikein, valitse vastaavat ruudut ja paina alareunassa olevaa Hyväksy-painiketta. Voit myös painaa Hylkää-painiketta, jos löydät jotain virheellistä.
no: Du har blitt bedt om å se gjennom følgende personopplysninger. Hvis det er riktig, merk av i de tilsvarende boksene og trykk på Godkjenn-knappen nederst. Du kan også trykke på Avvis-knappen hvis du finner noe som er feil.
pt: Você foi solicitado a revisar as seguintes informações pessoais. Se correto, verifique as caixas correspondentes e pressione o botão Aprovar na parte inferior. Você também pode pressionar o botão Rejeitar se encontrar algo que esteja incorreto.
sv: Du har blivit ombedd att granska den personliga informationen nedan. Om det stämmer, kryssa för checkboxarna och tryck på Godkänt-knappen. Du kan också välja att trycka på Neka-knappen om något inte stämmer.

# RevokeInformation
source: Revoke
da: Tilbagekalde
de: Widerrufen
es: Revocar
fi: Peruuttaa
no: Tilbakekalle
pt: Revogar
sv: Återkalla

source: Role
da: Rolle
de: Rolle
es: Rol
fi: Rooli
no: Rolle
pt: Papel
sv: Roll

source: Roles
da: Roller
de: Rollen
es: Papeles
fi: Roolit
no: Roller
pt: Papéis
sv: Roller

# RolesInfoText
source: Below you can see the different roles defined for the contract. If more than one part is assumed for a role, this number will be shown in the description of the role.
da: Nedenfor kan du se de forskellige roller, der er defineret for kontrakten. Hvis mere end en del antages for en rolle, vises dette nummer i beskrivelsen af rollen.
de: Unten sehen Sie die verschiedenen Rollen, die für den Vertrag definiert sind. Wenn für eine Rolle mehr als ein Teil angenommen wird, wird diese Nummer in der Beschreibung der Rolle angezeigt.
es: A continuación puede ver los diferentes roles definidos para el contrato. Si se asume más de una parte para un rol, este número se mostrará en la descripción del rol.
fi: Alla näet sopimukselle määritetyt eri roolit. Jos roolille oletetaan useampi kuin yksi osa, tämä numero näkyy roolin kuvauksessa.
no: Nedenfor kan du se de ulike rollene som er definert for kontrakten. Hvis mer enn én del antas for en rolle, vises dette nummeret i beskrivelsen av rollen.
pt: Abaixo você pode ver as diferentes funções definidas para o contrato. Se mais de uma parte for assumida para um papel, esse número será mostrado na descrição do papel.
sv: Nedan ser du de olika rollerna som är definierade för kontraktet. Om mer än en del är antagen för rollen visas det numret i rollens beskrivning.

source: Room
da: Værelse
de: Zimmer
es: Cuarto
fi: Huone
no: Rom
pt: Quarto
sv: Rum

source: Scanned QR Code
da: Scannet QR-kode
de: Gescannter QR-Code
es: Código QR escaneado
fi: Skannattu QR-koodi
no: Skannet QR-kode
pt: Código QR digitalizado
sv: Skannad QR-kod

source: Scan QR Code
da: Scan QR-kode
de: QR-Code scannen
es: Escanear código QR
fi: Skannaa QR-koodi
no: Skann QR-kode
pt: Digitalizar código QR
sv: Scanna QR-kod

# SelectingAPhotoIsNotSupported
source: Selecting a photo is not supported on this device
da: Valg af et billede understøttes ikke på denne enhed
de: Die Auswahl eines Fotos wird auf diesem Gerät nicht unterstützt
es: La selección de una foto no es compatible con este dispositivo
fi: Valokuvan valitsemista ei tueta tässä laitteessa
no: Valg av bilde støttes ikke på denne enheten
pt: Selecionar uma foto não é suportado neste dispositivo
sv: Att välja en bild stöds inte på den här enheten

source: Select who should have access to this contract.
da: Vælg, hvem der skal have adgang til denne kontrakt.
de: Wählen Sie aus, wer Zugriff auf diesen Vertrag haben soll.
es: Seleccione quién debe tener acceso a este contrato.
fi: Valitse, kenellä on oikeus käyttää tätä sopimusta.
no: Velg hvem som skal ha tilgang til denne kontrakten.
pt: Selecione quem deve ter acesso a este contrato.
sv: Välj vem som ska ha tillgång till det här kontraktet.

# SelectYourRole
source: Select your role in this contract.
da: Vælg din rolle i denne kontrakt.
de: Wählen Sie Ihre Rolle in diesem Vertrag aus.
es: Seleccione su rol en este contrato.
fi: Valitse roolisi tässä sopimuksessa.
no: Velg din rolle i denne kontrakten.
pt: Selecione sua função neste contrato.
sv: Välj din roll i kontraktet

source: Select your role in this contract.
da: Vælg din rolle i denne kontrakt.
de: Wählen Sie Ihre Rolle in diesem Vertrag aus.
es: Seleccione su rol en este contrato.
fi: Valitse roolisi tässä sopimuksessa.
no: Velg din rolle i denne kontrakten.
pt: Selecione sua função neste contrato.
sv: Välj din roll för kontraktet.

# SendPaymentTo
source: Send Payment
da: Send betaling
de: Zahlung senden
es: Enviar pago
fi: Lähetä maksu
no: Send betaling
pt: Enviar pagamento
sv: Skicka betalning

source: Serial Number
da: Serienummer
de: Seriennummer
es: Número de serie
fi: Sarjanumero
no: Serienummer
pt: Número de série
sv: Serienummer

source: Server Signature
da: Server signatur
de: Serversignatur
es: Firma del servidor
fi: Palvelimen allekirjoitus
no: Server Signatur
pt: Assinatura do servidor
sv: Serversignatur

# ServerSignatureInformationInfoText
source: The following is information related to a server signature.
da: Følgende er oplysninger relateret til en serversignatur.
de: Im Folgenden finden Sie Informationen zu einer Serversignatur.
es: La siguiente es información relacionada con una firma de servidor.
fi: Seuraavassa on tietoja, jotka liittyvät palvelimen allekirjoitukseen.
no: Følgende er informasjon relatert til en serversignatur.
pt: A seguir, informações relacionadas à assinatura de um servidor.
sv: Nedan följer information kopplat till server-signaturen.

source: Server Signatures
da: Server signaturer
de: Serversignaturen
es: Firmas de servidor
fi: Palvelimen allekirjoitukset
no: Server signaturer
pt: Assinaturas de servidores
sv: Serversignaturer

# ServerSignaturesInfoText
source: The integrity of the contract is protected by the server signature shown below.
da: Kontraktens integritet er beskyttet af serversignaturen vist nedenfor.
de: Die Integrität des Vertrags wird durch die unten gezeigte Serversignatur geschützt.
es: La integridad del contrato está protegida por la firma del servidor que se muestra a continuación.
fi: Sopimuksen eheys on suojattu alla esitetyllä palvelimen allekirjoituksella.
no: Integriteten til kontrakten er beskyttet av serversignaturen som vises nedenfor.
pt: A integridade do contrato é protegida pela assinatura do servidor mostrada abaixo.
sv: Kontraktets integritet skyddas av server-signaturerna som visas nedan.

source: Share
da: Aktie
de: Freigeben
es: Compartir
fi: Jakaa
no: Aksje
pt: Compartilhar
sv: Dela

source: Show Code
da: Vis kode
de: Code anzeigen
es: Mostrar código
fi: Näytä koodi
no: Vis kode
pt: Mostrar código
sv: Visa kod

source: Sign after
da: Underskriv efter
de: Unterschreiben nach
es: Firmar después
fi: Allekirjoita jälkeen
no: Logg etter
pt: Sinal após
sv: Signera efter

# SignAsRole
source: Sign as {0}
da: Underskriv som {0}
de: Als {0} unterschreiben
es: Firmar como {0}
fi: Allekirjoita nimellä {0}
no: Signer som {0}
pt: Assine como {0}
sv: Signera som {0}

source: Signature
da: Underskrift
de: Unterschrift
es: Firma
fi: Allekirjoitus
no: Underskrift
pt: Assinatura
sv: Signatur

source: Signature information
da: Oplysninger om underskrift
de: Unterschriftsinformationen
es: Información de firma
fi: Allekirjoituksen tiedot
no: Informasjon om signatur
pt: Informações de assinatura
sv: Signatur-information

source: Sign before
da: Underskriv før
de: Unterschreiben Sie vorher
es: Firmar antes
fi: Allekirjoita ennen
no: Signer før
pt: Assine antes
sv: Signera före

source: Skip
da: Overspringe
de: Hüpfen
es: Saltarse
fi: Hyppiä
no: Hoppe over
pt: Saltitar
sv: Hoppa över

source: State
da: Stat
de: Zustand
es: Estado
fi: Valtio
no: Tilstand
pt: Estado
sv: Tillstånd

source: Street Name
da: Gadenavn
de: Straßenname
es: Nombre de la calle
fi: Lempinimi
no: Gatenavn
pt: Nome de Rua
sv: Gatunamn

source: Street Number
da: Gadenummer
de: Hausnummer
es: Número de calle
fi: Kadun numero
no: Gatenummer
pt: Número de rua
sv: Gatnummer

source: Submit
da: Indsende
de: Senden
es: Enviar
fi: Alistua
no: Forelegge
pt: Enviar
sv: Skicka in

# SuccessTitle
source: Success
da: Succes
de: Erfolg
es: Éxito
fi: Menestys
no: Suksess
pt: Êxito
sv: Operationen lyckades

source: Tag value copied to clipboard
da: Mærkeværdi kopieret til Udklipsholder
de: In Zwischenablage kopierter Tag-Wert
es: Valor de etiqueta copiado en el portapapeles
fi: Leikepöydälle kopioitu tunnisteen arvo
no: Kodeverdi kopiert til utklippstavle
pt: Valor da tag copiado para prancheta
sv: Värdet kopierades till klippboken

source: Take photo
da: Tag billede
de: Foto machen
es: Tomar foto
fi: Ota valokuva
no: Ta bilde
pt: Tire foto
sv: Ta foto

# TakingAPhotoIsNotSupported
source: Taking a photo is not supported on this device
da: At tage et billede understøttes ikke på denne enhed
de: Das Aufnehmen eines Fotos wird auf diesem Gerät nicht unterstützt
es: Tomar una foto no es compatible con este dispositivo
fi: Tämä laite ei tue valokuvan ottamista
no: Å ta et bilde støttes ikke på denne enheten
pt: Tirar uma foto não é suportado neste dispositivo
sv: Att ta en bild stöds inte på den här enheten

source: Template ID
da: Skabelon-id
de: Vorlagen-ID
es: ID de plantilla
fi: Mallin tunnus
no: Mal-ID
pt: ID de modelo
sv: MallId

# TheContractRequiresAtLeast_AddMoreParts
source: The contract requires at least {0} part(s) of role {1}. Add more parts to the contract and try again.
da: Kontrakten kræver mindst {0} del(e) af {1}. Føj flere dele til kontrakten, og prøv igen.
de: Der Vertrag erfordert mindestens {0} Teil der Rolle {1}. Fügen Sie dem Vertrag weitere Teile hinzu und versuchen Sie es erneut.
es: El contrato requiere al menos {0} parte(s) del rol {1}. Agregue más partes al contrato e inténtelo de nuevo.
fi: Sopimus edellyttää vähintään {0} osaa roolista {1}. Lisää sopimukseen osia ja yritä uudelleen.
no: Kontrakten krever minst {0} del (er) av rollen {1}. Legg til flere deler i kontrakten, og prøv på nytt.
pt: O contrato exige pelo menos {0} parte(s) de papel {1}. Adicione mais peças ao contrato e tente novamente.
sv: Kontraktet kräver åtminstone {0} delar för rollen {1}. Lägg till delar till kontraktet och försök igen.

# TheContractRequiresAtMost_RemoveParts
source: The contract requires at most {0} part(s) of role {1}. Remove some of the parts from the contract and try again.
da: Kontrakten kræver højst {0} del(e) af {1}. Fjern nogle af delene fra kontrakten, og prøv igen.
de: Der Vertrag erfordert höchstens {0} Teil der Rolle {1}. Entfernen Sie einige Teile aus dem Vertrag und versuchen Sie es erneut.
es: El contrato requiere como máximo {0} parte(s) del rol {1}. Quite algunas de las piezas del contrato e inténtelo de nuevo.
fi: Sopimus edellyttää enintään {0} osaa roolista {1}. Poista joitakin osia sopimuksesta ja yritä uudelleen.
no: Kontrakten krever maksimalt {0} del (er) av rollen {1}. Fjern noen av delene fra kontrakten, og prøv på nytt.
pt: O contrato exige, no máximo, {0} parte(s) do papel {1}. Remova algumas das peças do contrato e tente novamente.
sv: Kontraktet kräver max {0} delar för rollen {1}. Ta bort delar av kontraktet och försök igen.

# ThePasswordForTheConnectionIs
source: The password for the connection is {0}. This has been copied to the clipboard.
da: Adgangskoden til forbindelsen er {0}. Dette er blevet kopieret til udklipsholderen.
de: Das Kennwort für die Verbindung lautet {0}. Diese wurde in die Zwischenablage kopiert.
es: La contraseña para la conexión es {0}. Esto se ha copiado en el portapapeles.
fi: Yhteyden salasana on {0}. Tämä on kopioitu leikepöydälle.
no: Passordet for tilkoblingen er {0}. Dette er kopiert til utklippstavlen.
pt: A senha para a conexão é {0}. Isso foi copiado para a prancheta.
sv: Lösenordet för anslutningen är {0}. Värdet har kopierats till urklipp.

source: There is no network
da: Der er ikke noget netværk
de: Es gibt kein Netzwerk
es: No hay red
fi: Verkkoa ei ole
no: Det er ikke noe nettverk
pt: Não há rede
sv: Nätverk saknas

# TheSpecifiedCodeIsNotALegalIdentity
source: You need to scan a different type of QR Code, one that represents a legal identity
da: Du skal scanne en anden type QR-kode, en der repræsenterer en juridisk identitet
de: Sie müssen eine andere Art von QR-Code scannen, der eine rechtliche Identität darstellt
es: Debe escanear un tipo diferente de código QR, uno que represente una identidad legal
fi: Sinun on skannattava erityyppinen QR-koodi, joka edustaa oikeudellista identiteettiä
no: Du må skanne en annen type QR-kode, en som representerer en juridisk identitet
pt: Você precisa digitalizar um tipo diferente de QR Code, que represente uma identidade legal
sv: Den angivna koden är inte en giltig identitet

source: Thing
da: Ting
de: Ding
es: Cosa
fi: Asia
no: Ting
pt: Coisa
sv: Sak

# ThingDisowned
source: This has been successfully disowned. It can now be claimed by a new owner.
da: Dette er blevet afvist med succes. Det kan nu kræves af en ny ejer.
de: Dies wurde erfolgreich verleugnet. Es kann nun von einem neuen Besitzer beansprucht werden.
es: Esto ha sido repudiado con éxito. Ahora puede ser reclamado por un nuevo propietario.
fi: Tämä on onnistuneesti hylätty. Uusi omistaja voi nyt vaatia sitä.
no: Dette har blitt vellykket fornektet. Det kan nå kreves av en ny eier.
pt: Isso foi renegado com sucesso. Agora pode ser reivindicado por um novo dono.
sv: Du har framgångsrikt sagt upp ägarskapet för saken. Den kan nu ägas av en ny ägare.

source: Things
da: Ting
de: Dinge
es: Cosas
fi: Tavarat
no: Ting
pt: Coisas
sv: Saker
