Repository: Trust-Anchor-Group/IdApp
Catalog: IdApp/IdApp/Resx/AppResources.*.resx
Languages: da, de, es, fi, no, pt, sv

source: Token Visibility
da: Token synlighed
de: Token-Sichtbarkeit
es: Visibilidad de tokens
fi: Tunnuksen näkyvyys
no: Synlighet for token
pt: Visibilidade do token
sv: Tokens synlighet

source: Valuation
da: Vurdering
de: Bewertung
es: Valoración
fi: Arviointi
no: Verdivurdering
pt: Avaliação
sv: Värdering

source: Creator
da: Skaber
de: Schöpfer
es: Creador
fi: Luoja
no: Skaper
pt: Criador
sv: Skapare

# CreatorJid
source: Creator Address
da: Skaberens adresse
de: Adresse des Erstellers
es: Dirección del creador
fi: Luojan osoite
no: Skaperens adresse
pt: Endereço do criador
sv: Skaparens adress

source: (me)
da: (mig)
de: (ich)
es: (yo)
fi: (minä)
no: (meg)
pt: (eu)
sv: (jag)

source: Owner
da: Ejer
de: Eigentümer
es: Dueño
fi: Omistaja
no: Eier
pt: Proprietário
sv: Ägare

# OwnerJid
source: Owner Address
da: Ejerens adresse
de: Adresse des Eigentümers
es: Dirección del propietario
fi: Omistajan osoite
no: Eier Adresse
pt: Endereço do proprietário
sv: Ägarens adress

# TokenPartsInfoText
source: Following is a list of parties related to this token.
da: Følgende er en liste over parter relateret til dette token.
de: Im Folgenden finden Sie eine Liste der Parteien, die sich auf dieses Token beziehen.
es: A continuación se muestra una lista de partes relacionadas con este token.
fi: Seuraavassa on luettelo tähän tunnukseen liittyvistä osapuolista.
no: Følgende er en liste over parter relatert til dette tokenet.
pt: A seguir está uma lista de partes relacionadas a este token.
sv: Här följer en lista över parter relaterade till denna token.

source: Trust Provider
da: Tillidsudbyder
de: Vertrauensanbieter
es: Proveedor de confianza
fi: Luota palveluntarjoajaan
no: Stol på leverandør
pt: Provedor de Confiança
sv: Förtroendegivare

# TrustProviderJid
source: Trust Provider Address
da: Tillidsudbyderens adresse
de: Adresse des vertrauenswürdigen Anbieters
es: Dirección del proveedor de confianza
fi: Luota palveluntarjoajan osoitteeseen
no: Adresse for klareringsleverandør
pt: Endereço do provedor de confiança
sv: Förtroendegivarens adress

source: Creation Contract
da: Kontrakt om oprettelse
de: Erstellungsvertrag
es: Contrato de creación
fi: Luomissopimus
no: Opprettelse Kontrakt
pt: Contrato de Criação
sv: Skapelsekontrakt

# ForInclusionInContract
source: For inclusion as part in a contract.
da: Til optagelse som en del af en kontrakt.
de: Zur Aufnahme in einen Vertrag.
es: Para su inclusión como parte de un contrato.
fi: Sisällytettäväksi osana sopimusta.
no: For inkludering som en del av en kontrakt.
pt: Para inclusão como parte de um contrato.
sv: För inkludering som part i ett kontrakt.

source: Ownership Contract
da: Ejerkontrakt
de: Eigentumsvertrag
es: Contrato de propiedad
fi: Omistussopimus
no: Eierskap Kontrakt
pt: Contrato de Propriedade
sv: Ägarskapskontrakt

# PurposeReviewContract
source: Reviewing contract where you are part.
da: Gennemgang af kontrakt, hvor du er en del.
de: Überprüfung des Vertrags, an dem Sie beteiligt sind.
es: Revisar el contrato del que forma parte.
fi: Sopimuksen tarkistaminen, jos olet osa.
no: Gjennomgang av kontrakt der du er en del.
pt: Revendo contrato onde você faz parte.
sv: För granskning av ett kontrakt där du är part.

# PurposeReviewToken
source: Reviewing token where you are part.
da: Gennemgang af token, hvor du er en del.
de: Überprüfen des Tokens, an dem Sie beteiligt sind.
es: Revisando el token donde eres parte.
fi: Tunnuksen tarkistaminen, jos olet osa.
no: Gjennomgang av token der du er en del.
pt: Revisando o token onde você faz parte.
sv: För granskning av en token där du är part.

source: Assessor
da: Vurderingsmand
de: Beisitzer
es: Tasador
fi: Asessori
no: Takstmann
sv: Rådgivare

source: Certifier
da: Certificering
de: Bestätiger
es: Certificador
fi: Sertifioija
no: Sertifisør
pt: Certificador
sv: Certifierare

# CertifierCanDestroy
source: Certifier can destroy token
da: Certifier kan ødelægge token
de: Zertifizierer kann Token zerstören
es: El certificador puede destruir el token
fi: Sertifioija voi tuhota tunnuksen
no: Sertifisør kan ødelegge token
pt: Certificador pode destruir token
sv: Certifierare kan förstöra token

# CertifierJid
source: Certifier Address
da: Certifier-adresse
de: Adresse des Zertifizierers
es: Dirección del certificador
fi: Sertifioijan osoite
no: Adresse til sertifisør
pt: Endereço certificador
sv: Certifierarens adress

# CreatorCanDestroy
source: Creator can destroy token
da: Skaberen kan ødelægge token
de: Der Ersteller kann Token zerstören
es: El creador puede destruir el token
fi: Luoja voi tuhota tunnuksen
no: Skaperen kan ødelegge token
pt: Criador pode destruir token
sv: Skaparen kan förstöra token

# OwnerCanDestroyBatch
source: Owner can destroy token batch
da: Ejer kan ødelægge token-batch
de: Besitzer kann Token-Batch zerstören
es: El propietario puede destruir el lote de tokens
fi: Omistaja voi tuhota token-erän
no: Eier kan ødelegge tokenbatch
pt: Proprietário pode destruir lote de token
sv: Ägaren kan förstöra token-hopen

# OwnerCanDestroyIndividual
source: Owner can destroy individual token
da: Ejer kan ødelægge individuelt token
de: Besitzer kann einzelne Token zerstören
es: El propietario puede destruir token individual
fi: Omistaja voi tuhota yksittäisen tunnuksen
no: Eier kan ødelegge individuelt token
pt: Proprietário pode destruir token individual
sv: Ägaren kan förstöra individuell token

source: Privileges
da: Privilegier
de: Privilegien
es: Privilegios
fi: Oikeudet
no: Rettigheter
pt: Privilégios
sv: Privilegier

source: Reference
da: Henvisning
de: Referenz
es: Referencia
fi: Viittaus
no: Referanse
pt: Referência
sv: Referens

# TokenPrivilegesInfoText
source: Following are privileges engraved into the token.
da: Følgende er privilegier indgraveret i tokenet.
de: Im Folgenden sind die Berechtigungen aufgeführt, die in das Token eingraviert sind.
es: Los siguientes son privilegios grabados en el token.
fi: Seuraavassa on tunnukseen kaiverrettuja oikeuksia.
no: Følgende er privilegier inngravert i tokenet.
pt: A seguir estão privilégios gravados no token.
sv: Här nedan följer privilegier ingraverade i detta token.

source: Valuator
da: Evaluator
de: Gutachter
es: Tasador
fi: Arvioija
sv: Värderingsperson

source: Witness
da: Vidne
de: Zeuge
es: Testigo
fi: Todistaja
no: Vitne
pt: Testemunha
sv: Vittne

source: Add Contact to Contract
da: Føj kontakt til kontrakt
de: Kontakt zum Vertrag hinzufügen
es: Agregar contacto al contrato
fi: Yhteyshenkilön lisääminen sopimukseen
no: Legge til kontakt i kontrakt
pt: Adicionar contato ao contrato
sv: Lägg till kontakt till kontraktet

source: Definition namespace
da: Definition navneområde
de: Definitionsnamespace
es: Espacio de nombres de definición
fi: Määritelmän nimiavaruus
no: Definisjon av navneområde
pt: Espaço de nome de definição
sv: Definitionens namnrymd

source: Definition schema digest
da: Definition skema oversigt
de: Definitionsschemadigest
es: Resumen del esquema de definición
fi: Määritelmän skeeman kooste
no: Sammendrag av definisjonsskjema
pt: Digestão de esquema de definição
sv: Definitionens hash-nyckel

source: Invalid Neuro-Feature token.
da: Ugyldigt token til neurofunktioner.
de: Ungültiges Neuro-Feature-Token.
es: Token de neurocaracterística no válido.
fi: Virheellinen Neuro-Feature-tunnus.
no: Ugyldig Neuro-Feature-token.
pt: Token inválido de neuro-recurso.
sv: Ogiltig Neuro-Feature-token.

# MachineReadableInfoTextToken
source: An overview of the machine-readable data embedded in the token is shown below.
da: En oversigt over de maskinlæsbare data, der er indlejret i tokenet, er vist nedenfor.
de: Eine Übersicht über die maschinenlesbaren Daten, die in den Token eingebettet sind, ist unten dargestellt.
es: A continuación se muestra una descripción general de los datos legibles por máquina incrustados en el token.
fi: Alla on yleiskatsaus tunnukseen upotetuista koneellisesti luettavista tiedoista.
no: En oversikt over de maskinlesbare dataene som er innebygd i tokenet, vises nedenfor.
pt: Uma visão geral dos dados legíveis pela máquina incorporados no token é mostrada abaixo.
sv: En översikt över den maskinläsbara informationen i denna token visas nedan.

source: My Tokens
da: Mine poletter
de: Meine Token
es: Mis tokens
fi: Omat tunnukset
no: Mine tokener
pt: Meus Tokens
sv: Mina tokens

source: Offer To Buy
da: Tilbud om at købe
de: Angebot zum Kauf
es: Oferta de compra
fi: Tarjoa ostaa
no: Tilbud om å kjøpe
pt: Oferta para comprar
sv: Erbjud att köpa

source: Offer To Sell
da: Tilbud om at sælge
de: Angebot zum Verkauf
es: Oferta de venta
fi: Tarjoa myyntiä
no: Tilby å selge
pt: Oferta para vender
sv: Erbjud att sälja

source: Open Message Link
da: Åbn meddelelseslink
de: Link "Nachricht öffnen"
es: Abrir enlace de mensaje
fi: Avaa viestilinkki
no: Åpne melding-kobling
pt: Link de mensagem aberto
sv: Öppna meddelandelänken

# SelectedContactCannotBeAdded
source: The selected contact cannot be added. It does not have a Legal ID registered.
da: Den valgte kontakt kan ikke tilføjes. Det har ikke et juridisk id registreret.
de: Der ausgewählte Kontakt kann nicht hinzugefügt werden. Es ist keine Legal ID registriert.
es: No se puede agregar el contacto seleccionado. No tiene un DNI registrado.
fi: Valittua yhteyshenkilöä ei voi lisätä. Sillä ei ole rekisteröityä laillista tunnusta.
no: Den valgte kontakten kan ikke legges til. Den har ikke registrert en juridisk ID.
pt: O contato selecionado não pode ser adicionado. Não tem uma carteira de polícia registrada.
sv: Den valda kontakten kan inte läggas till. Den har inte ett juridiskt ID registrerat.

source: Send Information To?
da: Sende oplysninger til?
de: Informationen senden an?
es: Enviar información a?
fi: Lähetä tietoja osoitteeseen?
no: Sende informasjon til?
pt: Enviar informações para?
sv: Skicka informationen till?

source: Send to Contact
da: Send til kontakt
de: An Kontakt senden
es: Enviar a contacto
fi: Lähetä yhteyshenkilölle
no: Send til kontakt
pt: Enviar para Contato
sv: Skicka till kontakt

source: Show Details
da: Vis detaljer
de: Details anzeigen
es: Mostrar detalles
fi: Näytä tiedot
no: Vis detaljer
pt: Detalhes do show
sv: Visa detaljer

source: View Events
da: Se begivenheder
de: Veranstaltungen anzeigen
es: Ver Eventos
fi: Näytä tapahtumat
no: Vis hendelser
pt: Ver eventos
sv: Visa händelser

source: Token Events
da: Token begivenheder
de: Token-Ereignisse
es: Eventos de token
fi: Token-tapahtumat
no: Token-hendelser
pt: Eventos de Token
sv: Tokenhändelser

# TokenEventsDescription
source: Following are public events recorded for the token. Your private events are also included.
da: Følgende er offentlige begivenheder registreret for tokenet. Dine private arrangementer er også inkluderet.
de: Im Folgenden sind öffentliche Ereignisse aufgeführt, die für das Token aufgezeichnet wurden. Ihre privaten Veranstaltungen sind ebenfalls enthalten.
es: A continuación se muestran los eventos públicos registrados para el token. Sus eventos privados también están incluidos.
fi: Seuraavat ovat tunnukselle tallennettuja julkisia tapahtumia. Myös yksityiset tapahtumasi sisältyvät hintaan.
no: Følgende er offentlige arrangementer registrert for tokenet. Dine private arrangementer er også inkludert.
pt: A seguir estão eventos públicos registrados para o token. Seus eventos privados também estão incluídos.
sv: Nedan följer publika händelser som spelats in för detta token. Dina privata händelser är också inkluderade.

source: Unrecognized event type:
da: Ikke-genkendt hændelsestype:
de: Nicht erkannter Ereignistyp:
es: Tipo de evento no reconocido:
fi: Tunnistamaton tapahtumatyyppi:
no: Ukjent hendelsestype:
pt: Tipo de evento não reconhecido:
sv: Okänd händelsetyp:

source: Value
da: Værdi
de: Wert
es: Valor
fi: Arvo
no: Verdi
pt: Valor
sv: Värde

source: Add Note
da: Tilføj note
de: Notiz hinzufügen
es: Agregar nota
fi: Lisää huomautus
no: Legg til notat
pt: Adicionar nota
sv: Lägg till anteckning

source: Destroyed
da: Ødelagt
de: Zerstört
es: Destruido
fi: Tuhottu
no: Ødelagt
pt: Destruído
sv: Förstörd

source: Note copied to clipboard.
da: Note kopieret til udklipsholder.
de: Notiz in die Zwischenablage kopiert.
es: Nota copiada al portapapeles.
fi: Huomautus kopioitu leikepöydälle.
no: Notat kopiert til utklippstavlen.
pt: Nota copiada para área de transferência.
sv: Anteckningen kopierad till klippboken.

source: Note is personal
da: Bemærk er personlig
de: Hinweis ist persönlich
es: La nota es personal
fi: Huomautus on henkilökohtainen
no: Notatet er personlig
pt: Nota é pessoal
sv: Anteckningen är personlig

source: Note to add:
da: Bemærk at tilføje:
de: Hinweis zum Hinzufügen:
es: Nota para añadir:
fi: Lisättävä huomautus:
no: Merknad for å legge til:
pt: Nota a adicionar:
sv: Anteckning att lägga till:

source: Seller
da: Sælger
de: Verkäufer
es: Vendedor
fi: Myyjä
no: Selger
pt: Vendedor
sv: Säljare

source: Text Note
da: Tekst Note
de: Texthinweis
es: Nota de texto
fi: Teksti Huomautus
no: Tekst Note
pt: Nota de texto
sv: Textanteckning

source: Transferred
da: Overført
de: Überführt
es: Transferido
fi: Siirtää
no: Overført
pt: Transferido
sv: Överförd

# ViewXmlInBrowser
source: Click here to view the XML note in a browser.
da: Klik her for at se XML-noten i en browser.
de: Klicken Sie hier, um den XML-Hinweis in einem Browser anzuzeigen.
es: Haga clic aquí para ver la nota XML en un navegador.
fi: Napsauta tätä nähdäksesi XML-huomautuksen selaimessa.
no: Klikk her for å vise XML-merknaden i en nettleser.
pt: Clique aqui para ver a nota XML em um navegador.
sv: Klicka här för att visa XML-anteckningen i en browser.

source: XML Note
da: XML-bemærkning
de: XML-Hinweis
es: Nota XML
fi: XML-huomautus
no: XML-merknad
pt: Nota XML
sv: XML-anteckning

# UnableToGetAccessToYourPrivateKeys
source: The application was unable to get access to the private keys of the identity. This typically means the identity has been changed outside of the scope of the app. It can also be a result of a corruption of data. You can try one of two things. Press the Continue button, to continue, without the private keys. You get access to the app, but cannot sign anything. You can then choose to reapply for a new identity from the main menu, with new private keys. You can also try to repair the database, by pressing the Repair button. In the latter case, the app is closed, and the next time the app is opened, a repair-procedure is first attempted.
da: Applikationen kunne ikke få adgang til de private nøgler til identiteten. Dette betyder typisk, at identiteten er blevet ændret uden for appens anvendelsesområde. Det kan også være et resultat af en korruption af data. Du kan prøve en af to ting. Tryk på knappen Fortsæt for at fortsætte uden de private taster. Du får adgang til appen, men kan ikke underskrive noget. Du kan derefter vælge at ansøge om en ny identitet igen fra hovedmenuen med nye private nøgler. Du kan også prøve at reparere databasen ved at trykke på knappen Reparer. I sidstnævnte tilfælde lukkes appen, og næste gang appen åbnes, forsøges først en reparationsprocedure.
de: Die Anwendung konnte nicht auf die privaten Schlüssel der Identität zugreifen. Dies bedeutet normalerweise, dass die Identität außerhalb des Bereichs der App geändert wurde. Es kann auch das Ergebnis einer Beschädigung von Daten sein. Sie können eines von zwei Dingen ausprobieren. Drücken Sie die Taste Weiter, um fortzufahren, ohne die privaten Schlüssel. Sie erhalten Zugriff auf die App, können aber nichts signieren. Sie können dann eine neue Identität aus dem Hauptmenü mit neuen privaten Schlüsseln erneut beantragen. Sie können auch versuchen, die Datenbank zu reparieren, indem Sie auf die Schaltfläche Reparieren klicken. Im letzteren Fall wird die App geschlossen, und beim nächsten Öffnen der App wird zunächst ein Reparaturvorgang versucht.
es: La aplicación no pudo obtener acceso a las claves privadas de la identidad. Esto normalmente significa que la identidad se ha cambiado fuera del ámbito de la aplicación. También puede ser el resultado de una corrupción de datos. Puedes probar una de dos cosas. Presione el botón Continuar, para continuar, sin las claves privadas. Tienes acceso a la aplicación, pero no puedes firmar nada. A continuación, puede optar por volver a solicitar una nueva identidad desde el menú principal, con nuevas claves privadas. También puede intentar reparar la base de datos, presionando el botón Reparar. En este último caso, la aplicación se cierra, y la próxima vez que se abre la aplicación, primero se intenta un procedimiento de reparación.
fi: Sovellus ei päässyt käsiksi identiteetin yksityisiin avaimiin. Tämä tarkoittaa yleensä sitä, että käyttäjätietoja on muutettu sovelluksen soveltamisalan ulkopuolella. Se voi johtua myös tietojen vioittumisesta. Voit kokeilla yhtä kahdesta asiasta. Jatka painamalla Jatka-painiketta ilman yksityisiä näppäimiä. Saat pääsyn sovellukseen, mutta et voi allekirjoittaa mitään. Tämän jälkeen voit hakea uutta identiteettiä uudelleen päävalikosta uusilla yksityisillä avaimilla. Voit myös yrittää korjata tietokannan painamalla Korjaa-painiketta. Jälkimmäisessä tapauksessa sovellus suljetaan, ja kun sovellus avataan seuraavan kerran, korjausmenettelyä yritetään ensin.
no: Applikasjonen fikk ikke tilgang til de private nøklene til identiteten. Dette betyr vanligvis at identiteten er endret utenfor appens omfang. Det kan også være et resultat av korrupsjon av data. Du kan prøve en av to ting. Trykk på Fortsett-knappen for å fortsette, uten de private tastene. Du får tilgang til appen, men kan ikke signere noe. Du kan deretter velge å søke på nytt om en ny identitet fra hovedmenyen, med nye private nøkler. Du kan også prøve å reparere databasen ved å trykke på Reparer-knappen. I sistnevnte tilfelle lukkes appen, og neste gang appen åpnes, blir en reparasjonsprosedyre først forsøkt.
pt: O aplicativo não teve acesso às chaves privadas da identidade. Isso normalmente significa que a identidade foi alterada fora do escopo do aplicativo. Também pode ser resultado de uma corrupção de dados. Você pode tentar uma de duas coisas. Pressione o botão Continuar, para continuar, sem as chaves privadas. Você tem acesso ao aplicativo, mas não pode assinar nada. Em seguida, você pode optar por reaplicar para uma nova identidade no menu principal, com novas chaves privadas. Você também pode tentar reparar o banco de dados, pressionando o botão Reparar. Neste último caso, o aplicativo é fechado, e na próxima vez que o aplicativo é aberto, um procedimento de reparo é tentado pela primeira vez.
sv: Applikationen kunde inte komma åt de privata nycklarna till identiteten. Detta händer vanligtvis om identiteten har ändrats utaför applikationen. Det kan också vara ett resultat av korruption av datat. Du kan försöka en av två saker. Tryck på Fortsätt-knappen för att fortsätta utan de privata nycklarna. Du kommer åt appen, men kan inte signera något. Du kan sedan välja att ansöka om en ny identitet från huvudmenyn, med nya privata nycklar. Du kan också försöka att reparera databasen, genom att trycka på Reparera-knappen. I det senare fallet, kommer applikationen att stängas, och nästa gång den öppnas kommer en reparation-procedur att startas.

source: Repair
da: Reparere
de: Reparieren
es: Reparar
fi: Korjaus
no: Reparasjon
pt: Reparar
sv: Reparera

# EnterProposal
source: Enter the text to include in the proposal to {0}, or leave blank if a proposal should not be sent.
da: Indtast den tekst, der skal medtages i forslaget til {0}, eller lad den stå tom, hvis et forslag ikke skal sendes.
de: Geben Sie den Text ein, der in den {0} Vorschlag aufgenommen werden soll, oder lassen Sie das Feld leer, wenn kein Vorschlag gesendet werden soll.
es: Introduzca el texto que desea incluir en la propuesta a {0}, o déjelo en blanco si no se debe enviar una propuesta.
fi: Kirjoita {0} ehdotukseen sisällytettävä teksti tai jätä tyhjäksi, jos ehdotusta ei lähetetä.
no: Skriv inn teksten som skal inkluderes i forslaget for å {0}, eller la det stå tomt hvis et forslag ikke skal sendes.
pt: Digite o texto para incluir na proposta de {0}, ou deixar em branco se uma proposta não for enviada.
sv: Skriv in texten som ska inkluderas i förslaget till {0}, eller lämna tom om inget förslag ska skickas.

source: Balance updated.
da: Saldo opdateret.
de: Saldo aktualisiert.
es: Saldo actualizado.
fi: Saldo päivitetty.
no: Balanse oppdatert.
pt: Saldo atualizado.
sv: Saldot uppdaterat.

# ContractCreated
source: A contract has been created.
da: Der er oprettet en kontrakt.
de: Ein Vertrag wurde erstellt.
es: Se ha creado un contrato.
fi: Sopimus on luotu.
no: Det er opprettet en kontrakt.
pt: Um contrato foi criado.
sv: Ett kontrakt har skapats.

# ContractDeleted
source: A contract has been deleted.
da: En kontrakt er blevet slettet.
de: Ein Vertrag wurde gelöscht.
es: Se ha eliminado un contrato.
fi: Sopimus on poistettu.
no: En kontrakt er slettet.
pt: Um contrato foi suprimido.
sv: Ett kontrakt har raderats.

# ContractProposed
source: A contract has been proposed.
da: Der er foreslået en kontrakt.
de: Ein Vertrag wurde vorgeschlagen.
es: Se ha propuesto un contrato.
fi: Sopimusta on ehdotettu.
no: Det er foreslått en kontrakt.
pt: Um contrato foi proposto.
sv: Ett förslag på kontrakt har mottagits.

# ContractSigned
source: A contract has been signed.
da: Der er underskrevet en kontrakt.
de: Ein Vertrag wurde unterzeichnet.
es: Se ha firmado un contrato.
fi: Sopimus on allekirjoitettu.
no: Kontrakt er signert.
pt: Um contrato foi assinado.
sv: Ett kontrakt har skrivits under.

# ContractUpdated
source: A contract has been updated.
da: En kontrakt er blevet opdateret.
de: Ein Vertrag wurde aktualisiert.
es: Se ha actualizado un contrato.
fi: Sopimus on päivitetty.
no: En kontrakt er oppdatert.
pt: Um contrato foi atualizado.
sv: Ett kontrakt har uppdaterats.

# IdentityUpdated
source: The digital identity has been updated.
da: Den digitale identitet er blevet opdateret.
de: Die digitale Identität wurde aktualisiert.
es: La identidad digital ha sido actualizada.
fi: Digitaalinen identiteetti on päivitetty.
no: Den digitale identiteten er oppdatert.
pt: A identidade digital foi atualizada.
sv: Den digitala identiteten har uppdaterats.

source: Petition from:
da: Andragende fra:
de: Petition von:
es: Petición de:
fi: Vetoomus:
no: Underskriftskampanje fra:
pt: Petição de:
sv: Förfrågan från:

# TokenAdded
source: A token has been added to your wallet.
da: Der er tilføjet et token til din tegnebog.
de: Ihrem Wallet wurde ein Token hinzugefügt.
es: Se ha agregado un token a su billetera.
fi: Lompakkoosi on lisätty token.
no: Et token er lagt til lommeboken din.
pt: Um token foi adicionado à sua carteira.
sv: En token har lagts till din plånbok.

# TokenRemoved
source: A token has been removed from your wallet.
da: Et token er blevet fjernet fra din tegnebog.
de: Ein Token wurde aus Ihrer Brieftasche entfernt.
es: Se ha eliminado un token de su billetera.
fi: Token on poistettu lompakostasi.
no: Et token er fjernet fra lommeboken din.
pt: Um token foi removido de sua carteira.
sv: En token har tagits bort från din plånbok.

# PinContainsAddress
source: A PIN must not contain any word from the identity address lines.
da: En pinkode må ikke indeholde ord fra identitetsadresselinjerne.
de: Eine PIN darf kein Wort aus den Adresszeilen der Identität enthalten.
es: Un PIN no debe contener ninguna palabra de las líneas de dirección de identidad.
fi: PIN-koodi ei saa sisältää mitään sanaa tunnistetietojen osoiteriveiltä.
no: En PIN-kode må ikke inneholde ord fra identitetsadresselinjene.
pt: Um PIN não deve conter nenhuma palavra das linhas de endereço de identidade.
sv: En PIN får inte innehålla ord från identitetens adressrader.
