Repository: Trust-Anchor-Group/IdApp
Catalog: IdApp/IdApp/Resx/AppResources.*.resx
Languages: da, de, es, fi, no, pt, sv

# InvitedToCreateAccountOnDomain
source: You have been invited to create an account on {0}. Press OK, and enter the name of the account you wish to create.
da: Du er blevet inviteret til at oprette en konto på {0}. Tryk på OK, og indtast navnet på den konto, du vil oprette.
de: Sie wurden eingeladen, ein Konto auf {0} zu erstellen. Drücken Sie OK und geben Sie den Namen des Kontos ein, das Sie erstellen möchten.
es: Se le ha invitado a crear una cuenta en {0}. Pulse OK e introduzca el nombre de la cuenta que desea crear.
fi: Sinut on kutsuttu luomaan tili {0}. Paina OK ja kirjoita sen tilin nimi, jonka haluat luoda.
no: Du har blitt invitert til å opprette en konto på {0}. Trykk OK, og skriv inn navnet på kontoen du vil opprette.
pt: Você foi convidado a criar uma conta na {0}. Pressione OK e digite o nome da conta que deseja criar.
sv: Du har blivit inbjuden att skapa ett konto på {0}. Tryck på OK, och ange namnet på kontot du vill skapa.

# AreYouSureYouWantToTransferYourLegalIdentity
source: Are you sure you want to transfer your legal identity from the application to another? The identity will be removed from this device once completed. Also make sure no-one else can see your screen during the process.
da: Er du sikker på, at du vil overføre din juridiske identitet fra ansøgningen til en anden? Identiteten fjernes fra denne enhed, når den er færdig. Sørg også for, at ingen andre kan se din skærm under processen.
de: Sind Sie sicher, dass Sie Ihre rechtliche Identität von der Anmeldung auf eine andere übertragen möchten? Die Identität wird von diesem Gerät entfernt, sobald der Vorgang abgeschlossen ist. Stellen Sie außerdem sicher, dass niemand sonst Ihren Bildschirm während des Vorgangs sehen kann.
es: ¿Está seguro de que desea transferir su identidad legal de la aplicación a otra? La identidad se eliminará de este dispositivo una vez completada. También asegúrese de que nadie más pueda ver su pantalla durante el proceso.
fi: Oletko varma, että haluat siirtää laillisen henkilöllisyytesi sovelluksesta toiseen? Käyttäjätiedot poistetaan tästä laitteesta, kun se on valmis. Varmista myös, että kukaan muu ei näe näyttöäsi prosessin aikana.
no: Er du sikker på at du vil overføre din juridiske identitet fra søknaden til en annen? Identiteten vil bli fjernet fra denne enheten når den er fullført. Sørg også for at ingen andre kan se skjermen din under prosessen.
pt: Tem certeza que deseja transferir sua identidade legal do aplicativo para outro? A identidade será removida deste dispositivo uma vez concluída. Certifique-se também de que ninguém mais poderá ver sua tela durante o processo.
sv: Är du säker på att du vill överföra din juridiska identitet from applikationen till en annan? Identiteten kommer att tas bort från denna enhet när processen är klar. Se också till att ingen annan kan se din skärm under processen.

source: Transfer ID
da: Overførsels-id
de: ID übertragen
es: ID de transferencia
fi: Siirron tunnus
no: Overførings-ID
pt: ID de transferência
sv: Överför ID

# TransferIdentityInformationText
source: Scan the QR invitation code below from a device that is being initialized, to transfer the Digital Identity on this device to the second device. Once the code is scanned and the identity transferred, it will be removed from this device.
da: Scan QR-invitationskoden nedenfor fra en enhed, der initialiseres, for at overføre den digitale identitet på denne enhed til den anden enhed. Når koden er scannet og identiteten overført, fjernes den fra denne enhed.
de: Scannen Sie den QR-Einladungscode unten von einem Gerät, das initialisiert wird, um die digitale Identität auf diesem Gerät auf das zweite Gerät zu übertragen. Sobald der Code gescannt und die Identität übertragen wurde, wird er von diesem Gerät entfernt.
es: Escanee el código de invitación QR a continuación desde un dispositivo que se está inicializando para transferir la identidad digital de este dispositivo al segundo dispositivo. Una vez que se escanea el código y se transfiere la identidad, se eliminará de este dispositivo.
fi: Skannaa alla oleva QR-kutsukoodi alustettavasta laitteesta siirtääksesi tämän laitteen digitaalisen identiteetin toiseen laitteeseen. Kun koodi on skannattu ja henkilöllisyys siirretty, se poistetaan tästä laitteesta.
no: Skann QR-invitasjonskoden nedenfor fra en enhet som blir initialisert, for å overføre den digitale identiteten på denne enheten til den andre enheten. Når koden er skannet og identiteten overført, blir den fjernet fra denne enheten.
pt: Escaneie o código de convite QR abaixo de um dispositivo que está sendo inicializado, para transferir a Identidade Digital neste dispositivo para o segundo dispositivo. Uma vez que o código é digitalizado e a identidade transferida, ele será removido deste dispositivo.
sv: Skanna inbjudningskoden i form av QR-koden nedan, från en enhet som håller på att initieras, för att överföra den digitala identiteten från denna enhet till den andra enheten. När koden har skannats och identiteten överförts, kommer den att tas bort från denna enhet.

# ConfirmByEnteringYourPin
source: Confirm by entering your PIN number.
da: Bekræft ved at indtaste din PINKODE.
de: Bestätigen Sie mit Eingabe Ihrer PIN-Nummer.
es: Confirme introduciendo su número PIN.
fi: Vahvista antamalla PIN-koodisi.
no: Bekreft ved å skrive inn PIN-koden din.
pt: Confirme digitando seu número PIN.
sv: Bekräfta genom att ange ditt PIN-nummer.

# UnexpectedResponse
source: An unexpected response was received.
da: Der blev modtaget et uventet svar.
de: Eine unerwartete Antwort ging ein.
es: Se recibió una respuesta inesperada.
fi: Saatiin odottamaton vastaus.
no: Et uventet svar ble mottatt.
pt: Uma resposta inesperada foi recebida.
sv: Ett oväntat svar mottogs.

source: Enter PIN
da: Indtast pinkode
de: PIN eingeben
es: Introduzca el PIN
fi: Anna PIN-koodi
no: Skriv inn PIN-kode
pt: Digite PIN
sv: Ange PIN

source: Change PIN
da: Skift pinkode
de: PIN ändern
es: Cambiar PIN
fi: Vaihda PIN-koodi
no: Endre PIN-kode
pt: Alterar PIN
sv: Ändra PIN

source: Enter New PIN
da: Indtast ny pinkode
de: Neue PIN eingeben
es: Introduzca un nuevo PIN
fi: Anna uusi PIN-koodi
no: Skriv inn ny PIN-kode
pt: Digite novo PIN
sv: Ange ny PIN

source: Repeat New PIN
da: Gentag ny pinkode
de: Neue PIN wiederholen
es: Repetir nuevo PIN
fi: Toista uusi PIN-koodi
no: Gjenta ny PIN-kode
pt: Repita o novo PIN
sv: Repetera ny PIN

source: Enter
da: Indtaste
de: Eintreten
es: Entrar
fi: Astua
no: Komme inn
pt: Entrar
sv: Ange

# PinChanged
source: PIN has been successfully changed.
da: Pinkoden er blevet ændret.
de: PIN wurde erfolgreich geändert.
es: El PIN se ha cambiado correctamente.
fi: PIN-koodi on vaihdettu onnistuneesti.
no: PIN har blitt endret.
pt: O PIN foi alterado com sucesso.
sv: PIN har framgångsrikt ändrats.

# UnableToChangePassword
source: Unable to change network password.
da: Kan ikke ændre netværksadgangskoden.
de: Das Netzwerkkennwort kann nicht geändert werden.
es: No se puede cambiar la contraseña de red.
fi: Verkon salasanaa ei voi vaihtaa.
no: Kan ikke endre nettverkspassord.
pt: Não é possível alterar a senha da rede.
sv: Kunde inte ändra nätverkslösenord.

# PresenceSubscriptionReceived1
source: You have received a presence subscription from:
da: Du har modtaget et tilstedeværelsesabonnement fra:
de: Sie haben ein Präsenzabonnement erhalten von:
es: Ha recibido una suscripción de presencia de:
fi: Olet saanut tavoitettavuustilauksen seuraavilta tahoilta:
no: Du har mottatt et tilstedeværelsesabonnement fra:
pt: Você recebeu uma assinatura de presença de:
sv: Du har mottagit en förfrågan att följa din närvaro från:

# PresenceSubscriptionReceived2
source: If you accept this request, they can see your online presence.
da: Hvis du accepterer denne anmodning, kan de se din online tilstedeværelse.
de: Wenn Sie diese Anfrage annehmen, können sie Ihre Online-Präsenz sehen.
es: Si acepta esta solicitud, pueden ver su presencia en línea.
fi: Jos hyväksyt tämän pyynnön, he näkevät verkkonäkyvyytesi.
no: Hvis du godtar denne forespørselen, kan de se din online tilstedeværelse.
pt: Se você aceitar esse pedido, eles podem ver sua presença online.
sv: Om du accepterar denna förfrågan, kan de se din närvaro online.

# PresenceSubscriptionReceived3
source: If you reject this request, they will be notified that you do not consent to this request.
da: Hvis du afviser denne anmodning, vil de blive underrettet om, at du ikke giver samtykke til denne anmodning.
de: Wenn Sie diese Anfrage ablehnen, werden sie darüber informiert, dass Sie dieser Anfrage nicht zustimmen.
es: Si rechaza esta solicitud, se les notificará que no acepta esta solicitud.
fi: Jos hylkäät tämän pyynnön, heille ilmoitetaan, että et hyväksy tätä pyyntöä.
no: Hvis du avviser denne forespørselen, vil de bli varslet om at du ikke samtykker til denne forespørselen.
pt: Se você rejeitar este pedido, eles serão notificados de que você não concorda com essa solicitação.
sv: Om du nekar denna förfråga, kommer de att notifieras om att du inte går med på denna förfrågan.

# PresenceSubscriptionReceived4
source: You can also ignore the request by closing the dialog without returning a response.
da: Du kan også ignorere anmodningen ved at lukke dialogen uden at returnere et svar.
de: Sie können die Anforderung auch ignorieren, indem Sie das Dialogfeld schließen, ohne eine Antwort zurückzugeben.
es: También puede ignorar la solicitud cerrando el cuadro de diálogo sin devolver una respuesta.
fi: Voit myös ohittaa pyynnön sulkemalla valintaikkunan palauttamatta vastausta.
no: Du kan også ignorere forespørselen ved å lukke dialogboksen uten å returnere et svar.
pt: Você também pode ignorar a solicitação fechando o diálogo sem retornar uma resposta.
sv: Du kan också välja att ignorera denna förfrågan genom att stänga fönstret utan att returnera ett svar.

# PresenceSubscriptionReceived5
source: What do you want to do?
da: Hvad vil du gøre?
de: Was möchten Sie tun?
es: ¿Qué quieres hacer?
fi: Mitä haluat tehdä?
no: Hva vil du gjøre?
pt: O que você quer fazer?
sv: Vad vill du göra?

source: Presence Subscription Request
da: Anmodning om tilstedeværelsesabonnement
de: Anfrage für ein Anwesenheitsabonnement
es: Solicitud de suscripción de presencia
fi: Tavoitettavuustilauspyyntö
no: Forespørsel om abonnement på tilstedeværelse
pt: Solicitação de Assinatura de Presença
sv: Förfrågan om närvaruprenumeration

source: Reject
da: Afvise
de: Ablehnen
es: Rechazar
fi: Hylätä
no: Vrake
pt: Rejeitar
sv: Neka

# SubscribeToPresence1
source: Do you want to subscribe to the presence of:
da: Vil du abonnere på tilstedeværelsen af:
de: Möchten Sie die Anwesenheit von:
es: ¿Desea suscribirse a la presencia de:
fi: Haluatko tilata:
no: Ønsker du å abonnere på tilstedeværelsen av:
pt: Você deseja se inscrever na presença de:
sv: Vill du prenumerera på närvaroinformation från:

# SubscribeToPresence2
source: By subscribing to the presence of someone, and if they accept, you will be notified of their online presence.
da: Ved at abonnere på tilstedeværelsen af nogen, og hvis de accepterer, får du besked om deres online tilstedeværelse.
de: Wenn Sie die Anwesenheit einer Person abonnieren, und wenn sie akzeptiert, werden Sie über ihre Online-Präsenz informiert.
es: Al suscribirse a la presencia de alguien, y si acepta, se le notificará su presencia en línea.
fi: Tilaamalla jonkun läsnäolon ja jos hän hyväksyy sen, sinulle ilmoitetaan hänen läsnäolostaan verkossa.
no: Ved å abonnere på tilstedeværelsen av noen, og hvis de godtar, vil du bli varslet om deres online tilstedeværelse.
pt: Ao assinar a presença de alguém, e se eles aceitarem, você será notificado de sua presença online.
sv: Genom att prenumerera på online-prenumeration från någon, och om de accepterar, kommer du att notiferas om deras online-närvaro.

# SubscribeToPresence3
source: What do you want to do?
da: Hvad vil du gøre?
de: Was möchten Sie tun?
es: ¿Qué quieres hacer?
fi: Mitä haluat tehdä?
no: Hva vil du gjøre?
pt: O que você quer fazer?
sv: Vad vill du göra?

source: Subscribe to presence?
da: Abonner på tilstedeværelse?
de: Präsenz abonnieren?
es: ¿Suscribirse a la presencia?
fi: Tilaa läsnäolo?
no: Abonnere på tilstedeværelse?
pt: Se inscrever para presença?
sv: Prenumerera på närvaro?

source: Chat
da: Chatte
de: Plaudern
es: Charlar
fi: Jutella
no: Prate
pt: Bater papo
sv: Chatt

source: Send Payment
da: Send betaling
de: Zahlung senden
es: Enviar pago
fi: Lähetä maksu
no: Send betaling
pt: Enviar pagamento
sv: Skicka betalning

source: Send
da: Sende
de: Senden
es: Enviar
fi: Lähettää
no: Sende
pt: Enviar
sv: Skicka

# PresenceSubscriptionRequestSent
source: A presence subscription request has been sent. When the recipient accepts the request, the contact status will be updated.
da: Der er sendt en anmodning om tilstedeværelsesabonnement. Når modtageren accepterer anmodningen, opdateres kontaktstatus.
de: Eine Anwesenheitsabonnementanforderung wurde gesendet. Wenn der Empfänger die Anfrage annimmt, wird der Kontaktstatus aktualisiert.
es: Se ha enviado una solicitud de suscripción de presencia. Cuando el destinatario acepte la solicitud, se actualizará el estado del contacto.
fi: Tavoitettavuustilauspyyntö on lähetetty. Kun vastaanottaja hyväksyy pyynnön, yhteyshenkilön tila päivitetään.
no: En forespørsel om tilstedeværelsesabonnement er sendt. Når mottakeren godtar forespørselen, oppdateres kontaktstatusen.
pt: Um pedido de assinatura de presença foi enviado. Quando o destinatário aceitar a solicitação, o status de contato será atualizado.
sv: En förfrågan om närvaruprenumeration har skickats. När mottagaren accepterar förfrågan, kommer kontaktstatusen att uppdateras.

# PresenceUnsubscriptionRequestSent
source: A request to unsibscribe from presence notification has been sent.
da: Der er sendt en anmodning om at afmelde sig tilstedeværelsesmeddelelsen.
de: Eine Aufforderung zur Aufhebung der Anwesenheitsbenachrichtigung wurde gesendet.
es: Se ha enviado una solicitud para cancelar la suscripción de la notificación de presencia.
fi: Pyyntö vapautua läsnäoloilmoituksesta on lähetetty.
no: En forespørsel om å unsibscribe fra tilstedeværelsesvarsling er sendt.
pt: Um pedido de não-inscrição da notificação de presença foi enviado.
sv: En förfrågan att ta bort närvaruprenumerationen har skickats.

source: Subscribe to
da: Abonner på
de: Abonnieren
es: Suscríbete a
fi: Tilata
no: Abonner på
pt: Inscreva-se para
sv: Prenumerera på

source: Unsubscribe from
da: Afmeld abonnement
de: Abmeldung von
es: Darse de baja de
fi: Peruuta tilaus
no: Avslutt abonnementet på
pt: Cancelar inscrição de
sv: Avprenumerera från

source: Abuse
da: Misbrug
de: Missbrauch
es: Abuso
fi: Väärinkäyttö
no: Misbruk
pt: Abuso
sv: Missbruk

source: Block
da: Blok
es: Bloquear
fi: Estää
no: Sperre
pt: Bloquear
sv: Blockera

source: Further Action?
da: Yderligere handling?
de: Weitere Maßnahmen?
es: ¿Más acción?
fi: Lisätoimet?
no: Videre tiltak?
pt: Mais ação?
sv: Vidare handling?

# FurtherAction1
source: Would you like to take any further action against:
da: Ønsker du at foretage dig yderligere mod:
de: Möchten Sie weitere Maßnahmen ergreifen gegen:
es: ¿Desea tomar alguna otra medida contra:
fi: Haluatko ryhtyä lisätoimiin:
no: Ønsker du å gjøre noe mer mot:
pt: Gostaria de tomar mais medidas contra:
sv: Vill du vidta vidare åtgärder mot:

# FurtherAction2
source: You can choose to block the address.
da: Du kan vælge at blokere adressen.
de: Sie können die Adresse blockieren.
es: Puede optar por bloquear la dirección.
fi: Voit estää osoitteen.
no: Du kan velge å blokkere adressen.
pt: Você pode optar por bloquear o endereço.
sv: Du kan välja att blocka adressen.

# FurtherAction3
source: This will make sure you don't receive more subscription requests from the sender.
da: Dette vil sikre, at du ikke modtager flere abonnementsanmodninger fra afsenderen.
de: Dadurch wird sichergestellt, dass Sie keine weiteren Abonnementanfragen vom Absender erhalten.
es: Esto asegurará que no reciba más solicitudes de suscripción del remitente.
fi: Tämä varmistaa, että et saa enempää tilauspyyntöjä lähettäjältä.
no: Dette vil sørge for at du ikke mottar flere abonnementsforespørsler fra avsenderen.
pt: Isso garantirá que você não receba mais solicitações de assinatura do remetente.
sv: Detta kommer att säkerställa att du slipper fler prenumereringsförfrågningar från avsändaren.

# FurtherAction4
source: You can also choose to report the sender to your operator.
da: Du kan også vælge at rapportere afsenderen til din operatør.
de: Sie können den Absender auch Ihrem Netzbetreiber melden.
es: También puede optar por informar al remitente a su operador.
fi: Voit myös ilmoittaa lähettäjästä operaattorillesi.
no: Du kan også velge å rapportere avsenderen til operatøren.
pt: Você também pode optar por relatar o remetente ao seu operador.
sv: Du kan också välja att rapportera avsändaren till din operatör.

source: No, just ignore
da: Nej, bare ignorer
de: Nein, einfach ignorieren
es: No, simplemente ignora
fi: Ei, ohita vain
no: Nei, bare ignorere
pt: Não, apenas ignore
sv: Nej, bara ignorera

source: Other
da: Andet__________
de: Andere __________
es: Otra cosa__________
fi: Muu __________
no: Annet __________
pt: Outros__________
sv: Annat

source: Report
da: Rapport
de: Bericht
es: Informe
fi: Raportti
no: Rapport
pt: Relatório
sv: Rapportera

# TypeOfReport1
source: Select type of report you want to file for:
da: Vælg den type rapport, du vil arkivere for:
de: Wählen Sie den Berichtstyp aus, den Sie einreichen möchten:
es: Seleccione el tipo de informe que desea presentar:
fi: Valitse ilmoitustyyppi, jonka haluat tehdä:
no: Velg typen rapport du vil sende inn for:
pt: Selecione o tipo de relatório que você deseja arquivar:

source: Remove Subscription?
da: Fjern abonnement?
de: Abonnement entfernen?
es: ¿Eliminar suscripción?
fi: Poistetaanko tilaus?
no: Fjerne abonnement?
pt: Remover a assinatura?
sv: Ta bort prenumeration?

# RemoveSubscription1
source: You still have an approved subscription request from:
da: Du har stadig en godkendt abonnementsanmodning fra:
de: Sie haben noch eine genehmigte Abonnementanforderung von:
es: Aún tienes una solicitud de suscripción aprobada de:
fi: Sinulla on edelleen hyväksytty tilauspyyntö osoitteesta:
no: Du har fortsatt en godkjent abonnementsforespørsel fra:
pt: Você ainda tem um pedido de assinatura aprovado de:
sv: Du har fortfarande en godkänd prenumerationsförfrågan från:

# RemoveSubscription2
source: Do you want to revoke this permission also?
da: Vil du også tilbagekalde denne tilladelse?
de: Möchten Sie diese Erlaubnis auch widerrufen?
es: ¿Desea revocar este permiso también?
fi: Haluatko peruuttaa myös tämän luvan?
no: Ønsker du å tilbakekalle denne tillatelsen også?
pt: Você quer revogar essa permissão também?
sv: Vill du ta tillbaka detta godkännande också?

# ServerDoesNotSupportFileUpload
source: The server does not seem to support File Uploading.
da: Serveren ser ikke ud til at understøtte filoverførsel.
de: Der Server scheint das Hochladen von Dateien nicht zu unterstützen.
es: El servidor no parece admitir la carga de archivos.
fi: Palvelin ei näytä tukevan tiedostojen lataamista.
no: Serveren ser ikke ut til å støtte filopplasting.
pt: O servidor não parece suportar o upload de arquivos.
sv: Servern verkar inte stödja filuppladdning.

# UnableToOcrImage
source: Unable to find any text in the image.
da: Kan ikke finde nogen tekst i billedet.
de: Es konnte kein Text im Bild gefunden werden.
es: No se puede encontrar ningún texto en la imagen.
fi: Kuvasta ei löydy tekstiä.
no: Finner ingen tekst i bildet.
pt: Não é possível localizar qualquer texto na imagem.

# UnableToExtractMachineReadableString
source: Unable to extract machine-readable text from image.
da: Kan ikke udtrække maskinlæsbar tekst fra billedet.
de: Maschinenlesbarer Text kann nicht aus dem Bild extrahiert werden.
es: No se puede extraer texto legible por máquina de la imagen.
fi: Koneellisesti luettavaa tekstiä ei voi poimia kuvasta.
no: Kan ikke trekke ut maskinlesbar tekst fra bildet.
pt: Não é possível extrair texto legível por máquina da imagem.
sv: Kunde inte extrahera den maskinläsbara texten från bilden.

# TestOtpUsed
source: A temporary OTP code has been used. The application will stop working in about a week. You'll have to reinstall the application to use it again.
da: Der er anvendt en midlertidig OTP-kode. Ansøgningen holder op med at arbejde om cirka en uge. Du bliver nødt til at geninstallere programmet for at bruge det igen.
de: Ein temporärer OTP-Code wurde verwendet. Die Anwendung wird in etwa einer Woche nicht mehr funktionieren. Sie müssen die Anwendung neu installieren, um sie erneut verwenden zu können.
es: Se ha utilizado un código OTP temporal. La aplicación dejará de funcionar en aproximadamente una semana. Tendrás que volver a instalar la aplicación para volver a usarla.
fi: Väliaikaista OTP-koodia on käytetty. Sovellus lakkaa toimimasta noin viikossa. Sinun on asennettava sovellus uudelleen, jotta voit käyttää sitä uudelleen.
no: En midlertidig OTP-kode er brukt. Søknaden slutter å fungere om en uke. Du må installere programmet på nytt for å bruke det på nytt.
pt: Um código OTP temporário foi usado. O aplicativo vai parar de funcionar em cerca de uma semana. Você terá que reinstalar o aplicativo para usá-lo novamente.
sv: En tillfällig OTP-kod har använts. Applikationen kommer att sluta att fungera om en vecka. Du måste återinstallera applikationen för att kunna använda den igen.

# WarningTitle
source: Warning
da: Advarsel
de: Warnung
es: Advertencia
fi: Varoitus
no: Advarsel
pt: Aviso
sv: Varning

source: Chat Message Received
da: Chatbesked modtaget
de: Chat-Nachricht empfangen
es: Mensaje de chat recibido
fi: Chat-viesti vastaanotettu
no: Chat-melding mottatt
pt: Mensagem de bate-papo recebida
sv: Chatt-meddelande mottaget

source: Message from:
da: Meddelelse fra:
de: Nachricht von:
es: Mensaje de:
fi: Viesti:
no: Melding fra:
pt: Mensagem de:

# NeuroFeaturesServiceNotFound
source: No Neuro-Features service found on broker.
da: Ingen Neuro-Features-tjeneste fundet på mægler.
de: Kein Neuro-Features-Service auf Broker gefunden.
es: No se encontró ningún servicio de Neuro-Features en el corredor.
fi: Välittäjältä ei löytynyt Neuro-Features-palvelua.
no: Ingen Neuro-Features-tjeneste funnet på megler.
pt: Nenhum serviço de Neuro-Features encontrado no corretor.
sv: Ingen Neuro-Features-tjänst hittades på brokern.

source: Expires
da: Udløber
de: Abläuft
es: Expira
fi: Päättyy
no: Utløper
pt: Expira
sv: Upphör

source: Token Details
da: Oplysninger om token
es: Detalles del token
fi: Tunnuksen tiedot
no: Token Detaljer
pt: Detalhes do token
sv: Tokendetaljer

# TokenDetailsDescription
source: Following are details encoded into the token. Click on any links for more information.
da: Følgende er detaljer kodet ind i tokenet. Klik på et link for mere information.
de: Im Folgenden sind Details im Token codiert. Klicken Sie auf einen der Links, um weitere Informationen zu erhalten.
es: A continuación se muestran los detalles codificados en el token. Haga clic en cualquier enlace para obtener más información.
fi: Seuraavassa on tiedot, jotka on koodattu tunnukseen. Napsauta mitä tahansa linkkejä saadaksesi lisätietoja.
no: Følgende er detaljer kodet inn i tokenet. Klikk på lenkene for mer informasjon.
pt: A seguir estão os detalhes codificados no token. Clique em qualquer link para obter mais informações.
sv: Här nedan följer detaljer som kodats in i detta token. Clicka på länkar för att få mer information.

source: Token ID Method
da: Metode til token-id
de: Token ID-Methode
es: Token ID (método)
fi: Tunnuksen tunnusmenetelmä
no: Token-ID-metode
pt: Método de ID de token
sv: Metod för Token-ID
