Repository: Trust-Anchor-Group/IdApp
Catalog: IdApp/IdApp/Resx/AppResources.*.resx
Languages: da, de, es, fi, no, pt, sv

# About
source: About the app
da: Om appen
de: Über die App
es: Acerca de la aplicación
fi: Tietoja sovelluksesta
no: Om appen
pt: Sobre o aplicativo
sv: Om appen

source: Accept
da: Modtage
de: Annehmen
es: Aceptar
fi: Hyväksyä
no: Godta
pt: Aceitar
sv: Acceptera

source: Account
da: Konto
de: Konto
es: Cuenta
fi: Tili
no: Konto
pt: Conta
sv: Konto

source: Account Event
da: Konto begivenhed
de: Konto-Event
es: Evento de cuenta
fi: Tilin tapahtuma
no: Konto Event
pt: Evento de conta
sv: Kontohändelse

# AccountEventDescription
source: Below you can see information about a single account event.
da: Nedenfor kan du se oplysninger om en enkelt kontohændelse.
de: Unten sehen Sie Informationen zu einem einzelnen Kontoereignis.
es: A continuación puede ver información sobre un evento de una sola cuenta.
fi: Alla näet tietoja yhden tilin tapahtumasta.
no: Nedenfor kan du se informasjon om én enkelt kontohendelse.
pt: Abaixo você pode ver informações sobre um único evento de conta.
sv: Nedan kan du se information om en kontohändelse.

# AccountNameAlreadyTaken
source: Account name {0} is already taken. Choose another.
da: Kontonavn {0} er allerede taget. Vælg en anden.
de: Kontoname {0} ist bereits vergeben. Wählen Sie eine andere aus.
es: El nombre de cuenta {0} ya está ocupado. Elige otro.
fi: Tilin nimi {0} on jo otettu. Valitse toinen.
no: Kontonavn {0} allerede er tatt. Velg en annen.
pt: O nome da conta {0} já está tomado. Escolha outro.
sv: Kontonamnet {0} är redan taget. Prova med ett annat.

source: Account name is invalid
da: Kontonavnet er ugyldigt
de: Kontoname ist ungültig
es: El nombre de cuenta no es válido
fi: Tilin nimi on virheellinen
no: Kontonavnet er ugyldig
pt: O nome da conta é inválido
sv: Kontonamnet är ogiltigt

source: Add
da: Tilføje
de: Hinzufügen
es: Agregar
fi: Lisätä
no: Tilføye
pt: Adicionar
sv: Lägg till

source: Add Contact
da: Tilføj kontakt
de: Kontakt hinzufügen
es: Agregar contacto
fi: Lisää yhteystieto
no: Legge til kontakt
pt: Adicionar contato
sv: Lägg till kontakt

source: Add part
da: Tilføj del
de: Teil hinzufügen
es: Añadir pieza
fi: Lisää osa
no: Legg til del
pt: Adicionar parte
sv: Lägg till del

source: Address
da: Adresse
de: Adresse
es: Dirección
fi: Osoite
no: Adresse
pt: Endereço
sv: Adress

# Address2
source: Address (row 2)
da: Adresse (række 2)
de: Adresse (Zeile 2)
es: Dirección (fila 2)
fi: Osoite (rivi 2)
no: Adresse (rad 2)
pt: Endereço (linha 2)
sv: Adress (rad 2)

source: Altitude
da: Højde
de: Höhe
es: Altitud
fi: Korkeus
no: Høyde
sv: Höjd

source: Amount:
da: Beløb:
de: Menge:
es: Importe:
fi: Määrä:
no: Beløp:
pt: Quantidade:
sv: Belopp:

# AmountExtra
source: Amount Extra: (optional, suggestion)
da: Ekstra beløb: (valgfrit, forslag)
de: Betrag Extra: (optional, Vorschlag)
es: Cantidad Extra: (opcional, sugerencia)
fi: Ylimääräinen määrä: (valinnainen, ehdotus)
no: Beløp Ekstra: (valgfritt, forslag)
pt: Valor Extra: (opcional, sugestão)
sv: Belopp extra: (valfritt, förslag)

source: Apartment
da: Lejlighed
de: Wohnung
es: Apartamento
fi: Asunto
no: Leilighet
pt: Apartamento
sv: Lägenhet

# APeerReviewYouhaveRequestedHasBeenAccepted
source: A peer review you requested has been accepted.
da: En peer review, du har anmodet om, er blevet accepteret.
de: Ein von Ihnen beantragtes Peer Review wurde akzeptiert.
es: Se ha aceptado una revisión por pares que solicitó.
fi: Pyytämäsi vertaisarviointi on hyväksytty.
no: En fagfellevurdering du ba om har blitt akseptert.
pt: Uma revisão por pares que você pediu foi aceita.
sv: En granskning du begärde har accepterats.

# APeerYouRequestedToReviewHasBeenRejectedDueToSignatureError
source: A peer review you requested has been rejected, due to a signature error.
da: En peer review, du har anmodet om, er blevet afvist på grund af en signaturfejl.
de: Ein von Ihnen beantragtes Peer Review wurde aufgrund eines Signaturfehlers abgelehnt.
es: Una revisión por pares solicitada ha sido rechazada debido a un error de firma.
fi: Pyytämäsi vertaisarviointi on hylätty allekirjoitusvirheen vuoksi.
no: En fagfellevurdering du har bedt om, har blitt avvist på grunn av en signaturfeil.
pt: Uma revisão por pares solicitada foi rejeitada, devido a um erro de assinatura.
sv: En granskning du begärde har nekats pga signatur-fel.

# APeerYouRequestedToReviewHasRejected
source: A peer you requested to review your application, has rejected to approve it.
da: En peer, du har anmodet om at gennemgå din ansøgning, har afvist at godkende den.
de: Ein Peer, den Sie zur Überprüfung Ihres Antrags aufgefordert haben, hat die Genehmigung abgelehnt.
es: Un compañero al que solicitó revisar su solicitud, ha rechazado aprobarla.
fi: Vertaisryhmä, jota pyysit tarkistamaan hakemuksesi, on hylännyt sen hyväksymisen.
no: En fagfelle du ba om å få vurdere søknaden din, har avslått å godkjenne den.
pt: Um colega que você pediu para revisar seu pedido, rejeitou aprová-lo.
sv: En jämbördig vars granskning du begärde har nekat granskningen.

# APetitionHasBeenSentToTheContract
source: A petition has been sent to the parts of the contract. If any of the parts accepts the petition, the contract information will be displayed on the screen.
da: Der er sendt et andragende til de dele af kontrakten. Hvis nogen af delene accepterer andragendet, vises kontraktoplysningerne på skærmen.
de: Eine Petition wurde an die Teile des Vertrags geschickt. Wenn einer der Teile die Petition akzeptiert, werden die Vertragsinformationen auf dem Bildschirm angezeigt.
es: Se ha enviado una petición a las partes del contrato. Si alguna de las partes acepta la petición, la información del contrato se mostrará en la pantalla.
fi: Sopimuksen osiin on lähetetty vetoomus. Jos jokin osa hyväksyy vetoomuksen, sopimustiedot näkyvät näytöllä.
no: Det er sendt begjæring til kontraktsdelene. Hvis noen av delene godtar begjæringen, vil kontraktsinformasjonen vises på skjermen.
pt: Uma petição foi enviada para as partes do contrato. Se alguma das partes aceitar a petição, as informações do contrato serão exibidas na tela.
sv: En begäran har skickats till en del av kontraktet. Om någon av delarna acceptera granskning kommer information om kontraktet att visas på skärmen.

# APetitionHasBeenSentToTheOwner
source: A petition has been sent to the owner of the identity. If the owner accepts the petition, the identity information will be displayed on the screen.
da: Der er sendt et andragende til ejeren af identiteten. Hvis ejeren accepterer andragendet, vises identitetsoplysningerne på skærmen.
de: Eine Petition wurde an den Inhaber der Identität geschickt. Wenn der Eigentümer die Petition akzeptiert, werden die Identitätsinformationen auf dem Bildschirm angezeigt.
es: Se ha enviado una petición al propietario de la identidad. Si el propietario acepta la petición, la información de identidad se mostrará en la pantalla.
fi: Henkilöllisyyden omistajalle on lähetetty vetoomus. Jos omistaja hyväksyy vetoomuksen, henkilöllisyystiedot näkyvät näytöllä.
no: En begjæring er sendt til eieren av identiteten. Hvis eieren godtar begjæringen, vil identitetsinformasjonen vises på skjermen.
pt: Uma petição foi enviada ao dono da identidade. Se o proprietário aceitar a petição, as informações de identidade serão exibidas na tela.
sv: En begäran har skickats till ägaren av identiteten. Om ägaren accepterar begäran kommer informationen kring identiteten att visas på skärmen.

source: A petition has been sent to your peer
da: Der er sendt et andragende til din jævnaldrende
de: Eine Petition wurde an Ihren Kollegen gesendet
es: Se ha enviado una petición a su compañero
fi: Vertaisellesi on lähetetty vetoomus
no: En underskriftskampanje er sendt til din likemann
pt: Uma petição foi enviada ao seu par.
sv: En begäran har skickats till din vän

source: Approve Information
da: Godkend oplysninger
de: Informationen genehmigen
es: Aprobar información
fi: Hyväksy tiedot
no: Godkjenn informasjon
pt: Aprovar informações
sv: Godkänn

source: Archiving (optional)
da: Arkivering (valgfrit)
de: Archivierung (optional)
es: Archivado (opcional)
fi: Arkistointi (valinnainen)
no: Arkivering (valgfritt)
pt: Arquivamento (opcional)
sv: Arkivering (valfri)

source: Archiving (required)
da: Arkivering (påkrævet)
de: Archivierung (erforderlich)
es: Archivado (requerido)
fi: Arkistointi (pakollinen)
no: Arkivering (obligatorisk)
pt: Arquivamento (obrigatório)
sv: Arkivering (krav)

source: Area
da: Område
de: Fläche
es: Área
fi: Alue
no: Område
pt: Área
sv: Område

# AreYouSureYouWantToRemoveContact
source: Are you sure you want to remove this contact from your list of contacts?
da: Er du sikker på, at du vil fjerne denne kontakt fra din liste over kontakter?
de: Möchten Sie diesen Kontakt wirklich aus Ihrer Kontaktliste entfernen?
es: ¿Está seguro de que desea eliminar este contacto de su lista de contactos?
fi: Haluatko varmasti poistaa tämän yhteystiedon yhteystietoluettelostasi?
no: Er du sikker på at du vil fjerne denne kontakten fra listen over kontakter?
pt: Tem certeza que deseja remover esse contato da sua lista de contatos?
sv: Är du säker på att du vill ta bort denna kontakt från din kontaktbok?

# AreYouSureYouWantToReportYourLegalIdentityAsCompromized
source: Are you sure you want to report your legal identity as compromised, stolen or hacked?
da: Er du sikker på, at du vil rapportere din juridiske identitet som kompromitteret, stjålet eller hacket?
de: Sind Sie sicher, dass Sie Ihre rechtliche Identität als kompromittiert, gestohlen oder gehackt melden möchten?
es: ¿Está seguro de que desea denunciar su identidad legal como comprometida, robada o pirateada?
fi: Oletko varma, että haluat ilmoittaa laillisen henkilöllisyytesi vaarantuneena, varastettuna tai hakkeroituna?
no: Er du sikker på at du vil rapportere din juridiske identitet som kompromittert, stjålet eller hacket?
pt: Tem certeza que quer informar sua identidade legal como comprometida, roubada ou hackeada?
sv: Är du säker på att du vill rapportera din juridiska identitet som komprometterad, stulen eller hackad?

# AreYouSureYouWantToRevokeYourLegalIdentity
source: Are you sure you want to revoke your legal identity from the application?
da: Er du sikker på, at du vil tilbagekalde din juridiske identitet fra ansøgningen?
de: Sind Sie sicher, dass Sie Ihre rechtliche Identität aus dem Antrag widerrufen möchten?
es: ¿Está seguro de que desea revocar su identidad legal de la aplicación?
fi: Oletko varma, että haluat peruuttaa laillisen henkilöllisyytesi hakemuksesta?
no: Er du sikker på at du vil tilbakekalle din juridiske identitet fra søknaden?
pt: Tem certeza que quer revogar sua identidade legal do pedido?
sv: Är du säker på att du vill återkalla din juridiska identitet från applikationen?

source: Balance:
da: Saldo:
de: Gleichgewicht:
es: Equilibrar:
fi: Vaaka:
no: Balanse:
pt: Equilíbrio:
sv: Balans:

source: Building
da: Bygning
de: Gebäude
es: Edificio
fi: Rakennus
no: Bygning
pt: Edifício
sv: Fastighet

source: Can act as template
da: Kan fungere som skabelon
de: Kann als Vorlage dienen
es: Puede actuar como plantilla
fi: Voi toimia mallina
no: Kan fungere som mal
pt: Pode atuar como modelo
sv: Can agera som mall

source: Cancel
da: Aflyse
de: Abbrechen
es: Cancelar
fi: Perua
no: Annullere
pt: Cancelar
sv: Avbryt

# CantConnectTo
source: Can't connect to {0}
da: Kan ikke oprette forbindelse til {0}
de: Es kann keine Verbindung zu {0} hergestellt werden
es: No se puede conectar a {0}
fi: Yhteyden muodostaminen {0} ei onnistu
no: Kan ikke koble til {0}
pt: Não pode se conectar a {0}
sv: Kan inte ansluta till {0}

source: Change:
da: Forandre:
de: Veränderung:
es: Cambio:
fi: Muuttaa:
no: Forandre:
pt: Mudar:
sv: Förändring:

source: Choose account
da: Vælg konto
de: Konto auswählen
es: Elegir cuenta
fi: Valitse tili
no: Velg konto
pt: Escolha conta
sv: Välj konto

source: City
da: By
de: Stadt
es: Ciudad
fi: Kaupunki
no: By
pt: Cidade
sv: Stad

source: Claim Thing
da: Gør krav på ting
es: Reclamar cosa
fi: Väitä asia
no: Gjør krav på ting
pt: Coisa de Reivindicação
sv: Anspråk på sak

source: Class
da: Klasse
de: Klasse
es: Clase
fi: Luokka
no: Klasse
pt: Classe
sv: Klass

source: Client Signature
da: Klient underskrift
de: Client-Signatur
es: Firma del cliente
fi: Asiakkaan allekirjoitus
no: Klient Signatur
pt: Assinatura do cliente
sv: Klientsignatur

# ClientSignatureInformationInfoText
source: The following is information related to a client signature.
da: Følgende er oplysninger relateret til en klientsignatur.
de: Im Folgenden finden Sie Informationen zu einer Clientsignatur.
es: La siguiente es información relacionada con la firma de un cliente.
fi: Seuraavassa on asiakkaan allekirjoitukseen liittyviä tietoja.
no: Følgende er informasjon relatert til en klientsignatur.
pt: A seguir, informações relacionadas à assinatura de um cliente.
sv: Följande är information kopplat till en klient-signatur.

source: Client Signatures
da: Klient underskrifter
de: Clientsignaturen
es: Firmas de clientes
fi: Asiakkaan allekirjoitukset
no: Klient signaturer
pt: Assinaturas do cliente
sv: Klientsignaturer

# ClientSignaturesInfoText
source: Cryptographic signatures made by different parts are listed below.
da: Kryptografiske signaturer lavet af forskellige dele er angivet nedenfor.
de: Kryptografische Signaturen, die von verschiedenen Teilen erstellt wurden, sind unten aufgeführt.
es: Las firmas criptográficas realizadas por diferentes partes se enumeran a continuación.
fi: Eri osien tekemät salausallekirjoitukset on lueteltu alla.
no: Kryptografiske signaturer laget av forskjellige deler er oppført nedenfor.
pt: Assinaturas criptográficas feitas por diferentes partes estão listadas abaixo.
sv: Kryptografiska signaturer skapade av olika delar visas nedan.

source: Code not recognized.
da: Koden genkendes ikke.
de: Code wird nicht erkannt.
es: Código no reconocido.
fi: Koodia ei tunnistettu.
no: Koden gjenkjennes ikke.
pt: Código não reconhecido.
sv: Koden kunde inte kännas igen.

source: Confirm
da: Bekræfte
de: Bestätigen
es: Confirmar
fi: Vahvistaa
no: Bekrefte
pt: Confirmar
sv: Bekräfta

source: Connect
da: Forbinde
de: Verbinden
es: Conectar
fi: Yhdistää
no: Forbinde
pt: Ligar
sv: Anslut

source: Connection
da: Forbindelse
de: Verbindung
es: Conexión
fi: Yhteys
no: Forbindelse
pt: Conexão
sv: Anslutning

source: Contacts
da: Kontakter
de: Kontakte
es: Contactos
fi: Yhteystiedot
no: Kontakter
pt: Contatos
sv: Kontakter

# ContactsDescription
source: Below are all contacts in your contact book. Click on any to interact with that contact.
da: Nedenfor er alle kontakter i din kontaktbog. Klik på en hvilken som helst for at interagere med den kontakt.
de: Unten finden Sie alle Kontakte in Ihrem Kontaktbuch. Klicken Sie auf Any, um mit diesem Kontakt zu interagieren.
es: A continuación se muestran todos los contactos de su libreta de contactos. Haga clic en cualquiera para interactuar con ese contacto.
fi: Alla on kaikki yhteystietokirjassasi olevat yhteystiedot. Napsauta mitä tahansa ollaksesi vuorovaikutuksessa kyseisen yhteystiedon kanssa.
no: Nedenfor er alle kontaktene i kontaktboken din. Klikk på en for å samhandle med den kontakten.
pt: Abaixo estão todos os contatos em seu livro de contatos. Clique em qualquer um para interagir com esse contato.
sv: Nedan är alla kontakter i din kontaktbok. Klicka på valfri kontakt för att interagera med den kontakten.

source: Continue
da: Fortsætte
de: Fortsetzen
es: Continuar
fi: Jatkaa
no: Fortsette
pt: Continuar
sv: Fortsätt

source: Contract has been deleted.
da: Kontrakten er blevet slettet.
de: Vertrag wurde gelöscht.
es: Se ha eliminado el contrato.
fi: Sopimus on poistettu.
no: Kontrakten er slettet.
pt: O contrato foi suprimido.
sv: Kontraktet har tagits bort.

source: Contract has been obsoleted.
da: Kontrakten er forældet.
de: Vertrag wurde obsolet.
es: El contrato ha quedado obsoleto.
fi: Sopimus on vanhentunut.
no: Kontrakten er foreldet.
pt: O contrato foi obsoleto.
sv: Kontraktet har ogiltigförklarats.

source: Contract ID
da: Kontrakt-id
de: Vertrags-ID
es: ID del contrato
fi: Sopimuksen tunnus
no: ID for kontrakt
pt: ID do contrato
sv: KontraktId

# ContractRoleMustBeSelected
source: Select contract role first, and then try again.
da: Vælg først kontraktrollen, og prøv derefter igen.
de: Wählen Sie zuerst die Vertragsrolle aus, und versuchen Sie es erneut.
es: Seleccione primero el rol de contrato e inténtelo de nuevo.
fi: Valitse ensin sopimusrooli ja yritä sitten uudelleen.
no: Velg kontraktrolle først, og prøv deretter på nytt.
pt: Selecione a função de contrato primeiro e tente novamente.
sv: Välj kontrakt-roll först och försök igen.

source: Contracts
da: Kontrakter
de: Verträge
es: Contratos
fi: Sopimukset
no: Kontrakter
pt: Contratos
sv: Kontrakt

source: Contract successfully signed.
da: Kontrakt underskrevet med succes.
de: Vertrag erfolgreich unterzeichnet.
es: Contrato firmado con éxito.
fi: Sopimus allekirjoitettiin onnistuneesti.
no: Kontrakt signert.
pt: Contrato assinado com sucesso.
sv: Kontraktet signerades.

source: Contract Templates
da: Kontrakt skabeloner
de: Vertragsvorlagen
es: Plantillas de contrato
fi: Sopimuspohjat
no: Kontrakt Maler
pt: Modelos de contrato
sv: Kontraktmallar

# ContractTemplatesInfoText
source: Below is a list of contract templates that you have used. Click on a template to create a new contract based on that template.
da: Nedenfor er en liste over kontraktskabeloner, som du har brugt. Klik på en skabelon for at oprette en ny kontrakt baseret på den skabelon.
de: Nachfolgend finden Sie eine Liste der Vertragsvorlagen, die Sie verwendet haben. Klicken Sie auf eine Vorlage, um einen neuen Vertrag basierend auf dieser Vorlage zu erstellen.
es: A continuación se muestra una lista de plantillas de contrato que ha utilizado. Haga clic en una plantilla para crear un nuevo contrato basado en esa plantilla.
fi: Alla on luettelo käyttämistäsi sopimusmalleista. Napsauta mallia luodaksesi uuden sopimuksen kyseisen mallin perusteella.
no: Nedenfor finner du en liste over kontraktmaler du har brukt. Klikk på en mal for å opprette en ny kontrakt basert på den malen.
pt: Abaixo está uma lista de modelos de contrato que você usou. Clique em um modelo para criar um novo contrato com base nesse modelo.
sv: Nedan visas en lista över kontraktmallar du har använt. Klicka på en kontraktsmall för att skapa ett nytt kontrakt baserat på den mallen.

# ContractVisibilityMustBeSelected
source: Select contract visibility first, and then try again.
da: Vælg først kontraktsynlighed, og prøv derefter igen.
de: Wählen Sie zuerst die Vertragssichtbarkeit aus, und versuchen Sie es dann erneut.
es: Seleccione primero la visibilidad del contrato e inténtelo de nuevo.
fi: Valitse ensin sopimuksen näkyvyys ja yritä sitten uudelleen.
no: Velg kontraktsynlighet først, og prøv deretter på nytt.
pt: Selecione a visibilidade do contrato primeiro e tente novamente.
sv: Välj kontrakt-synlighet först och försök igen.

# ContractVisibility_CreatorAndParts
source: Creator and parts
da: Skaber og dele
de: Ersteller und Teile
es: Creador y piezas
fi: Luoja ja osat
no: Skaper og deler
pt: Criador e peças
sv: Skapare och delar

# ContractVisibility_DomainAndParts
source: Domain and parts
da: Domæne og dele
de: Domäne und Teile
es: Dominio y partes
fi: Toimialue ja osat
no: Domene og deler
pt: Domínio e peças
sv: Domän och delar

# ContractVisibility_Public
source: Public, not searchable
da: Offentlig, ikke søgbar
de: Öffentlich, nicht durchsuchbar
es: Público, no se puede buscar
fi: Julkinen, ei haettavissa
no: Offentlig, ikke søkbar
pt: Público, não pesquisável
sv: Publik, ej sökbar

# ContractVisibility_PublicSearchable
source: Public and searchable
da: Offentlig og søgbar
de: Öffentlich und durchsuchbar
es: Público y con capacidad de búsqueda
fi: Julkinen ja haettavissa
no: Offentlig og søkbar
pt: Público e pesquisável
sv: Publik och sökbar

source: Could you please review my identity information?
da: Kan du venligst gennemgå mine identitetsoplysninger?
de: Könnten Sie bitte meine Identitätsinformationen überprüfen?
es: ¿Podría revisar mi información de identidad?
fi: Voisitteko tarkistaa henkilöllisyystietoni?
no: Kan du se gjennom identitetsinformasjonen min?
pt: Poderia revisar minhas informações de identidade?
sv: Kan du vänligen granska min identitets-information?

source: Country
da: Land
de: Land
es: País
fi: Maa
no: Land
pt: País
sv: Land

source: Create
da: Skabe
de: Schaffen
es: Crear
fi: Luoda
no: Skape
pt: Criar
sv: Skapa

source: Created
da: Lavet
de: Erstellt
es: Creado
fi: Luotu
no: Opprettet
pt: Criado
sv: Skapad

source: Create new
da: Opret nyt
de: Neue erstellen
es: Crear nuevo
fi: Luo uusi
no: Opprett ny
pt: Criar novo
sv: Skapa nytt

source: Decline
da: Forfald
de: Ablehnen
es: Rechazar
fi: Lasku
no: Nedgang
pt: Declinar
sv: Neka

source: Define PIN
da: Definer pinkode
de: PIN definieren
es: Definir PIN
fi: Määritä PIN-koodi
no: Definere PIN-kode
pt: Definir PIN
sv: Ange PIN

source: Delete contract
da: Slet kontrakt
de: Vertrag löschen
es: Eliminar contrato
fi: Poista sopimus
no: Slett kontrakt
pt: Excluir contrato
sv: Ta bort kontrakt

source: Devices
da: Enheder
de: Geräte
es: Dispositivos
fi: Laitteet
no: Enheter
pt: Dispositivos
sv: Enheter

source: Digest
da: Fordøje
de: Verdauen
es: Digerir
fi: Sulattaa
no: Fordøye
pt: Digerir
sv: Hash-värde

source: Disown Thing
da: Fornægter ting
de: Verleugnen Sie die Sache
es: Repudiar la cosa
fi: Hylätty asia
no: Fornekte ting
pt: Coisa renegada
sv: Säg upp ägarskap

# DomainDoesNotFollowEncryptionPolicy
source: {0} does not follow the ubiquitous encryption policy
da: {0} følger ikke den allestedsnærværende krypteringspolitik
de: {0} folgt nicht der allgegenwärtigen Verschlüsselungsrichtlinie
es: {0} no sigue la política de cifrado ubicuo
fi: {0} ei noudata kaikkialla läsnä olevaa salauskäytäntöä
no: {0} følger ikke den allestedsnærværende krypteringspolitikken
pt: {0} não segue a política onipresente de criptografia
sv: {0} följer inte den allmänt förekommande krypteringspolicyn

# DomainIsNotAValidOperator
source: {0} is not a valid operator
da: {0} er ikke en gyldig operatør
de: {0} ist kein gültiger Operator
es: {0} no es un operador válido
fi: {0} ei ole kelvollinen operaattori
no: {0} ikke er en gyldig operatør
pt: {0} não é um operador válido
sv: {0} är inte en giltig operatör

source: Domain name is invalid
da: Domænenavnet er ugyldigt
de: Domänenname ist ungültig
es: El nombre de dominio no es válido
fi: Verkkotunnus on virheellinen
no: Domenenavnet er ugyldig
pt: O nome de domínio é inválido
sv: Domännamnet är ogiltigt

source: Duration
da: Varighed
de: Dauer
es: Duración
fi: Kesto
no: Varighet
pt: Duração
sv: Varaktighet

source: eDaler Note
da: eDaler Bemærk
de: eDaler Hinweis
es: Nota eDaler
fi: eDaler-huomautus
pt: Nota eDaler
sv: eDaler-sedel
