Repository: Trust-Anchor-Group/IdApp
Catalog: IdApp/IdApp/Resx/AppResources.*.resx
Languages: da, de, es, fi, no, pt, sv

source: Momentary Values
da: Øjeblikkelige værdier
de: Momentane Werte
es: Valores momentáneos
fi: Hetkelliset arvot
no: Øyeblikkelige verdier
pt: Valores Momentâneos

source: None
da: Ingen
de: Nichts
es: Ninguno
fi: Ei lainkaan
no: Ingen
pt: Nenhum

source: Peak Values
da: Højeste værdier
de: Spitzenwerte
es: Valores máximos
fi: Huippuarvot
no: Toppverdier
pt: Valores de pico

# PermitFieldTypesText
source: Choose the field types (broad categories) to permit access to, if request is accepted.
da: Vælg de felttyper (brede kategorier), der skal gives adgang til, hvis anmodningen accepteres.
de: Wählen Sie die Feldtypen (breite Kategorien) aus, auf die Sie zugreifen möchten, wenn die Anforderung akzeptiert wird.
es: Elija los tipos de campo (categorías amplias) a los que desea permitir el acceso, si se acepta la solicitud.
fi: Valitse kenttätyypit (laajat luokat), joihin pääsy sallitaan, jos pyyntö hyväksytään.
no: Velg felttypene (brede kategorier) du vil tillate tilgang til, hvis forespørselen godtas.
pt: Escolha os tipos de campo (categorias amplas) para permitir o acesso, se a solicitação for aceita.

source: Status Values
da: Status værdier
de: Statuswerte
es: Valores de estado
fi: Tilan arvot
no: Status Verdier
pt: Valores de status

source: Control Request
da: Anmodning om kontrol
de: Kontrollanforderung
es: Solicitud de control
fi: Hallitse pyyntöä
no: Forespørsel om kontroll
pt: Solicitação de controle

# ControlRequestText2
source: A caller has requested to control one of your things. Select how you wish the thing should respond to this type of request.
da: En opkalder har anmodet om at kontrollere en af dine ting. Vælg, hvordan du ønsker, at tingen skal svare på denne type anmodning.
de: Ein Anrufer hat angefordert, eines Ihrer Dinge zu kontrollieren. Wählen Sie aus, wie das Objekt auf diese Art von Anfrage reagieren soll.
es: Una persona que llama ha solicitado controlar una de sus cosas. Seleccione cómo desea que la cosa responda a este tipo de solicitud.
fi: Soittaja on pyytänyt saada hallita yhtä asioistasi. Valitse, miten haluat, että asia vastaa tämän tyyppiseen pyyntöön.
no: En innringer har bedt om å få kontrollere en av tingene dine. Velg hvordan du ønsker at tingen skal svare på denne typen forespørsel.
pt: Um interlocutor pediu para controlar uma de suas coisas. Selecione como deseja que a coisa responda a esse tipo de solicitação.

source: Fields
da: Felter
de: Felder
es: Campos
no: Felt
pt: Campos

# PermitFieldsText
source: Choose the fields to permit access to, if request is accepted.
da: Vælg de felter, der skal tillades adgang til, hvis anmodningen accepteres.
de: Wählen Sie die Felder aus, auf die Sie zugreifen möchten, wenn die Anforderung akzeptiert wird.
es: Elija los campos a los que permitir el acceso, si se acepta la solicitud.
fi: Valitse kentät, joihin pääsy sallitaan, jos pyyntö hyväksytään.
no: Velg feltene du vil tillate tilgang til, hvis forespørselen godtas.
pt: Escolha os campos para permitir o acesso, se a solicitação for aceita.

# PermitParametersText
source: Choose the parameters to permit access to, if request is accepted.
da: Vælg de parametre, der skal tillades adgang til, hvis anmodningen accepteres.
de: Wählen Sie die Parameter aus, auf die Sie zugreifen möchten, wenn die Anforderung akzeptiert wird.
es: Elija los parámetros a los que desea permitir el acceso, si se acepta la solicitud.
fi: Valitse parametrit, joihin pääsy sallitaan, jos pyyntö hyväksytään.
no: Velg parameterne du vil tillate tilgang til, hvis forespørselen godtas.
pt: Escolha os parâmetros para permitir o acesso, se a solicitação for aceita.

source: Buy
da: Købe
de: Kaufen
es: Comprar
fi: Ostaa
no: Kjøpe
pt: Comprar

# BuyEDalerDescription
source: Provide the amount of eDaler do you want to buy below, and press the Buy button. A web page may be opened where you have to fill in further information for the payment processor to validate your requst.
da: Angiv mængden af eDaler, du vil købe nedenfor, og tryk på knappen Køb. Der kan åbnes en webside, hvor du skal udfylde yderligere oplysninger for betalingsprocessoren for at validere din anmodning.
de: Geben Sie unten die Menge an eDaler an, die Sie kaufen möchten, und klicken Sie auf die Schaltfläche Kaufen. Es kann eine Webseite geöffnet werden, auf der Sie weitere Informationen eingeben müssen, damit der Zahlungsabwickler Ihre Anfrage validieren kann.
es: Proporcione la cantidad de eDaler que desea comprar a continuación y presione el botón Comprar. Se puede abrir una página web donde debe completar más información para que el procesador de pagos valide su requisito.
fi: Anna alta haluamasi määrä eDaleria ja paina Osta-painiketta. Verkkosivu voidaan avata, jossa sinun on täytettävä lisätietoja maksujen käsittelijälle vahvistaaksesi pyyntösi.
no: Oppgi hvor mye eDaler du vil kjøpe nedenfor, og trykk på Kjøp-knappen. En nettside kan åpnes der du må fylle ut ytterligere informasjon for betalingsprosessoren for å validere kravet ditt.
pt: Forneça a quantidade de eDaler que você deseja comprar abaixo e pressione o botão Comprar. Uma página da Web pode ser aberta onde você deve preencher mais informações para o processador de pagamento validar seu requst.

source: Payment Cancelled
da: Betaling annulleret
de: Zahlung storniert
es: Pago cancelado
fi: Maksu peruttu
no: Betaling kansellert
pt: Pagamento cancelado

source: Payment Failed
da: Betaling mislykkedes
de: Zahlung fehlgeschlagen
es: Pago fallido
fi: Maksu epäonnistui
no: Betaling mislyktes
pt: Falha no pagamento

source: Anonymous
da: Anonym
de: Anonym
es: Anónimo
fi: Anonyymi
no: Anonym
pt: Anônimo

source: Connect to Device
da: Opret forbindelse til enhed
de: Mit Gerät verbinden
es: Conectarse al dispositivo
fi: Yhdistä laitteeseen
no: Koble til enhet
pt: Conecte-se ao dispositivo

source: Disconnect from Device
da: Afbryd forbindelsen til enheden
de: Verbindung zum Gerät trennen
es: Desconectarse del dispositivo
fi: Katkaise yhteys laitteeseen
no: Koble fra enheten
pt: Desconectar-se do dispositivo

source: Android App
es: Aplicación Android
fi: Android-sovellus
no: Android-appen
pt: Aplicativo para Android

source: Custom
da: Sædvane
de: Gewohnheit
es: Costumbre
fi: Tapa
no: Skikk
pt: Costume

source: iOS App
es: Aplicación iOS
fi: iOS-sovellus
no: iOS-appen
pt: Aplicativo para iOS

source: Link
da: Sammenkæde
de: Verbinden
es: Enlace
fi: Linkki
no: Lenke

source: Links
de: Verknüpfungen
es: Enlaces
fi: Linkkejä
no: Koblinger

# LinksText
source: By opening any of the links below, a programmable link view is opened. You can use this page to encode NFC tags, or use the QR code to transmit the link to others.
da: Ved at åbne et af nedenstående links åbnes en programmerbar linkvisning. Du kan bruge denne side til at kode NFC-tags eller bruge QR-koden til at overføre linket til andre.
de: Durch Öffnen eines der folgenden Links wird eine programmierbare Linkansicht geöffnet. Sie können diese Seite verwenden, um NFC-Tags zu codieren, oder den QR-Code verwenden, um den Link an andere zu übertragen.
es: Al abrir cualquiera de los enlaces siguientes, se abre una vista de vínculo programable. Puede usar esta página para codificar etiquetas NFC o usar el código QR para transmitir el enlace a otros.
fi: Avaamalla minkä tahansa alla olevista linkeistä avautuu ohjelmoitava linkkinäkymä. Tämän sivun avulla voit koodata NFC -tunnisteita tai käyttää QR -koodia linkin lähettämiseen muille.
no: Ved å åpne noen av koblingene nedenfor åpnes en programmerbar koblingsvisning. Du kan bruke denne siden til å kode NFC -koder, eller bruke QR-koden til å overføre lenken til andre.
pt: Ao abrir qualquer um dos links abaixo, uma visualização de link programável é aberta. Você pode usar esta página para codificar tags NFC ou usar o código QR para transmitir o link para outros.

# LinkText
source: You can scan the link from another app, or write it into an empty NFC tag, by placing the tag behind the phone until you get the corresponding signal.
da: Du kan scanne linket fra en anden app eller skrive det ind i et tomt NFC-tag ved at placere tagget bag telefonen, indtil du får det tilsvarende signal.
de: Sie können den Link von einer anderen App scannen oder in ein leeres NFC-Tag schreiben, indem Sie das Tag hinter dem Telefon platzieren, bis Sie das entsprechende Signal erhalten.
es: Puede escanear el enlace desde otra aplicación o escribirlo en una etiqueta NFC vacía, colocando la etiqueta detrás del teléfono hasta que obtenga la señal correspondiente.
fi: Voit skannata linkin toisesta sovelluksesta tai kirjoittaa sen tyhjään NFC-tunnisteeseen asettamalla tunnisteen puhelimen taakse, kunnes saat vastaavan signaalin.
no: Du kan skanne lenken fra en annen app, eller skrive den inn i en tom NFC -tag ved å plassere taggen bak telefonen til du får det tilsvarende signalet.
pt: Você pode digitalizar o link de outro aplicativo ou escrevê-lo em uma tag NFC vazia, colocando a tag atrás do telefone até obter o sinal correspondente.

source: Trust Anchor Group
da: Tillid anker gruppe
de: Ankergruppe vertrauen
es: Grupo de anclaje de confianza
fi: Luota ankkuriryhmään
no: Klarere ankergruppe
pt: Grupo âncora de confiança

# ClientMessageAuthenticationTimeout
source: Response not returned within configured time.
da: Svaret returneres ikke inden for den konfigurerede tid.
de: Die Antwort wurde nicht innerhalb der konfigurierten Zeit zurückgegeben.
es: Respuesta no devuelta dentro del tiempo configurado.
fi: Vastausta ei palauteta määritetyn ajan kuluessa.
no: Svar returneres ikke innen konfigurert tid.
pt: A resposta não retornada dentro do tempo configurado.

# ClientMessageCountryCodeMismatch
source: Country Code does not match.
da: Landekoden stemmer ikke overens.
de: Ländercode stimmt nicht überein.
es: El código de país no coincide.
fi: Maakoodi ei täsmää.
no: Landskoden samsvarer ikke.
pt: O Código do País não bate.

# ClientMessageCountryCodeNotVerified
source: Country code not verified.
da: Landekode ikke bekræftet.
de: Ländercode nicht überprüft.
es: Código de país no verificado.
fi: Maakoodia ei ole vahvistettu.
no: Landskoden er ikke bekreftet.
pt: Código de país não verificado.

# ClientMessageFirstNameNotVerified
source: First name not verified.
da: Fornavn ikke verificeret.
de: Vorname nicht verifiziert.
es: Nombre no verificado.
fi: Etunimeä ei ole vahvistettu.
no: Fornavn er ikke bekreftet.
pt: Primeiro nome não verificado.

# ClientMessageLastNameNotVerified
source: Last name not verified.
da: Efternavn ikke bekræftet.
de: Nachname nicht verifiziert.
es: Apellido no verificado.
fi: Sukunimeä ei ole vahvistettu.
no: Etternavn ikke bekreftet.
pt: Sobrenome não verificado.

# ClientMessageNotValid
source: Identity not valid.
da: Identiteten er ikke gyldig.
de: Identität ungültig.
es: Identidad no válida.
fi: Henkilöllisyys ei kelpaa.
no: Identitet ikke gyldig.
pt: Identidade não válida.

# ClientMessagePersonalNumberMismatch
source: Personal Number does not match.
da: Personnummer stemmer ikke overens.
de: Die persönliche Nummer stimmt nicht überein.
es: El número personal no coincide.
fi: Henkilökohtainen numero ei täsmää.
no: Personnummer stemmer ikke overens.
pt: Número pessoal não corresponde.

# ClientMessagePersonalNumberNotVerified
source: Personal number not verified.
da: Personnummer ikke bekræftet.
de: Persönliche Nummer nicht verifiziert.
es: Número personal no verificado.
fi: Henkilökohtaista numeroa ei ole vahvistettu.
no: Personnummer ikke bekreftet.
pt: Número pessoal não verificado.

# ClientMessageReferenceMismatch
source: Returned reference did not match request reference.
da: Returneret reference stemte ikke overens med anmodningsreference.
de: Der zurückgegebene Verweis stimmte nicht mit dem Anforderungsverweis überein.
es: La referencia devuelta no coincidía con la referencia de solicitud.
fi: Palautettu viite ei vastannut pyyntöviitettä.
no: Returnert referanse samsvarte ikke med forespørselsreferansen.
pt: A referência devolvida não correspondeu à referência de solicitação.

# ClientMessageUnexpectedDocumentInformation
source: Document information not returned as expected.
da: Dokumentoplysninger returneres ikke som forventet.
de: Dokumentinformationen werden nicht wie erwartet zurückgegeben.
es: La información del documento no se devuelve como se esperaba.
fi: Asiakirjan tietoja ei palauteta odotetulla tavalla.
no: Dokumentinformasjon returneres ikke som forventet.
pt: Informações do documento não retornaram como esperado.

# ClientMessageUnexpectedEventResult
source: Event result not returned as expected.
da: Hændelsesresultatet returneres ikke som forventet.
de: Das Ereignisergebnis wird nicht wie erwartet zurückgegeben.
es: El resultado del evento no se devuelve como se esperaba.
fi: Tapahtuman tulosta ei palauteta odotetulla tavalla.
no: Hendelsesresultatet returneres ikke som forventet.
pt: O resultado do evento não voltou como esperado.

# ClientMessageUnexpectedResult
source: Unexpected response returned.
da: Uventet svar vendte tilbage.
de: Unerwartete Antwort zurückgegeben.
es: Respuesta inesperada devuelta.
fi: Odottamaton vastaus palasi.
no: Uventet respons returnerte.
pt: Resposta inesperada retornou.

source: Information
es: Información
fi: Informaatio
no: Informasjon
pt: Informação

# AppNotConnected
source: App is not connected to the network.
da: Appen har ikke forbindelse til netværket.
de: Die App ist nicht mit dem Netzwerk verbunden.
es: La aplicación no está conectada a la red.
fi: Sovellus ei ole yhteydessä verkkoon.
no: Appen er ikke koblet til nettverket.
pt: O aplicativo não está conectado à rede.

# InvalidTagSignatureId
source: Invalid TAG Signature URI.
da: Ugyldig TAG-signatur URI.
de: Ungültiger TAG-Signatur-URI.
es: URI de firma de etiqueta no válido.
fi: Virheellinen TAG Signature URI.
no: Ugyldig TAG-signatur-URI.
pt: URI de assinatura de marca inválido.

source: Legal ID not approved.
da: Juridisk ID ikke godkendt.
de: Legale ID nicht genehmigt.
es: Identificación legal no aprobada.
fi: Virallista tunnusta ei hyväksytty.
no: Juridisk ID ikke godkjent.
pt: Identificação legal não aprovada.

source: No Legal ID selected.
da: Intet juridisk id er valgt.
de: Keine legale ID ausgewählt.
es: No hay ID legal seleccionado.
fi: Laillista tunnusta ei ole valittu.
no: Ingen juridisk ID valgt.
pt: Nenhuma ID Legal selecionada.

# SelectServiceProviderSellEDaler
source: Select the Service Provider you want to use to sell eDaler.
da: Vælg den tjenesteudbyder, du vil bruge til at sælge eDaler.
de: Wählen Sie den Dienstanbieter aus, den Sie für den Verkauf von eDaler verwenden möchten.
es: Seleccione el proveedor de servicios que desea utilizar para vender eDaler.
fi: Valitse palveluntarjoaja, jota haluat käyttää eDalerin myymiseen.
no: Velg tjenesteleverandøren du vil bruke til å selge eDaler.
pt: Selecione o Provedor de Serviços que você deseja usar para vender o eDaler.

source: Sell
da: Sælge
de: Verkaufen
es: Vender
fi: Myydä
no: Selge
pt: Vender

source: Sell eDaler.
da: Sælg eDaler.
de: Verkaufen Sie eDaler.
es: Vende eDaler.
fi: Myy eDaler.
no: Selg eDaler.
pt: Vender eDaler.

# SellEDalerDescription
source: Provide the amount of eDaler do you want to sell below, and press the Sell button. A web page may be opened where you have to fill in further information for the payment processor to validate your requst.
da: Angiv mængden af eDaler, du vil sælge nedenfor, og tryk på knappen Sælg. Der kan åbnes en webside, hvor du skal udfylde yderligere oplysninger for betalingsprocessoren for at validere din anmodning.
de: Geben Sie unten die Menge an eDaler an, die Sie verkaufen möchten, und klicken Sie auf die Schaltfläche Verkaufen. Es kann eine Webseite geöffnet werden, auf der Sie weitere Informationen eingeben müssen, damit der Zahlungsabwickler Ihre Anfrage validieren kann.
es: Proporcione la cantidad de eDaler que desea vender a continuación y presione el botón Vender. Se puede abrir una página web donde debe completar más información para que el procesador de pagos valide su requisito.
fi: Anna alla haluamasi määrä eDaleria ja paina Myy-painiketta. Verkkosivu voidaan avata, jossa sinun on täytettävä lisätietoja maksujen käsittelijälle vahvistaaksesi pyyntösi.
no: Oppgi hvor mye eDaler du vil selge nedenfor, og trykk på Selg-knappen. En nettside kan åpnes der du må fylle ut ytterligere informasjon for betalingsprosessoren for å validere kravet ditt.
pt: Forneça a quantidade de eDaler que você deseja vender abaixo e pressione o botão Vender. Uma página da Web pode ser aberta onde você deve preencher mais informações para o processador de pagamento validar seu requst.

# TokenCreationTemplates
source: Token Templates
da: Token skabeloner
de: Token-Vorlagen
es: Plantillas de token
fi: Token-mallit
no: Token maler
pt: Modelos de token

# TokenCreationTemplatesInfoText
source: Below is a list of token templates that you have used or can use to create new tokens. Click on a template to create a new contract based on that template. Once the contract has been signed and approved, the corresponding token or tokens will be created.
da: Nedenfor er en liste over tokenskabeloner, som du har brugt eller kan bruge til at oprette nye tokens. Klik på en skabelon for at oprette en ny kontrakt baseret på skabelonen. Når kontrakten er underskrevet og godkendt, oprettes det eller de tilsvarende tokens.
de: Im Folgenden finden Sie eine Liste der Tokenvorlagen, die Sie verwendet haben oder verwenden können, um neue Token zu erstellen. Klicken Sie auf eine Vorlage, um einen neuen Vertrag basierend auf dieser Vorlage zu erstellen. Sobald der Vertrag unterzeichnet und genehmigt wurde, werden die entsprechenden Token erstellt.
es: A continuación se muestra una lista de plantillas de token que ha utilizado o puede usar para crear nuevos tokens. Haga clic en una plantilla para crear un nuevo contrato basado en esa plantilla. Una vez firmado y aprobado el contrato, se creará el token o tokens correspondientes.
fi: Alla on luettelo tunnusmalleista, joita olet käyttänyt tai voit käyttää uusien tunnusten luomiseen. Napsauta mallia luodaksesi uuden sopimuksen kyseisen mallin perusteella. Kun sopimus on allekirjoitettu ja hyväksytty, vastaava tunnus tai tunnukset luodaan.
no: Nedenfor finner du en liste over tokenmaler du har brukt eller kan bruke til å opprette nye tokener. Klikk på en mal for å opprette en ny kontrakt basert på den malen. Når kontrakten er signert og godkjent, opprettes det tilsvarende tokenet eller tokenene.
pt: Abaixo está uma lista de modelos de token que você usou ou pode usar para criar novos tokens. Clique em um modelo para criar um novo contrato com base nesse modelo. Uma vez que o contrato tenha sido assinado e aprovado, o token ou tokens correspondentes serão criados.

# SelectServiceProviderPeerReview
source: Select where to send the review request.
da: Vælg, hvor anmodningen om gennemgang skal sendes hen.
de: Wählen Sie aus, wohin die Überprüfungsanfrage gesendet werden soll.
es: Seleccione dónde enviar la solicitud de revisión.
fi: Valitse, minne tarkastuspyyntö lähetetään.
no: Velg hvor forespørselen om gjennomgang skal sendes.
pt: Selecione para onde enviar a solicitação de revisão.

# RequestReviewFromAPeer
source: Request another user to review your application.
da: Anmod en anden bruger om at gennemgå din ansøgning.
de: Bitten Sie einen anderen Benutzer, Ihre Bewerbung zu überprüfen.
es: Solicite a otro usuario que revise su solicitud.
fi: Pyydä toista käyttäjää tarkistamaan hakemuksesi.
no: Be en annen bruker om å gjennomgå søknaden din.
pt: Solicite a outro usuário que revise seu aplicativo.

# ToUser2
source: To User
da: Til bruger
de: An den Benutzer
es: Al usuario
fi: Käyttäjälle
no: Til bruker
pt: Para o usuário

source: Unable to open link:
da: Link kan ikke åbnes:
de: Link kann nicht geöffnet werden:
es: No se puede abrir el enlace:
fi: Linkkiä ei voi avata:
no: Kan ikke åpne lenke:
pt: Não é possível abrir o link:

# OrgAddress
source: Organization Address
da: Organisationens adresse
de: Adresse der Organisation
es: Dirección de la organización
fi: Organisaation osoite
no: Organisasjonens adresse
pt: Endereço da Organização

# OrgAddress2
source: Organization Address (row 2)
da: Organisationens adresse (række 2)
de: Adresse der Organisation (Zeile 2)
es: Dirección de la organización (fila 2)
fi: Organisaation osoite (rivi 2)
no: Organisasjonsadresse (rad 2)
pt: Endereço da Organização (linha 2)

# OrgArea
source: Organization Area
da: Organisationsområde
de: Organisationsbereich
es: Área de Organización
fi: Organisaation alue
no: Organisasjonsområde
pt: Área da Organização

# OrgCity
source: Organization City
da: Organisation By
de: Organisation Stadt
es: Ciudad de la Organización
fi: Organisaation kaupunki
no: Organisasjon City
pt: Cidade Organização

# OrgCountry
source: Organization Country
da: Organisationens land
de: Organisation Land
es: País de la organización
fi: Organisaation maa
no: Organisasjonsland
pt: País da Organização

# OrgDepartment
source: Department
da: Afdeling
de: Abteilung
es: Departamento
fi: Osasto
no: Departement
pt: Departamento

# OrgName
source: Organization Name
da: Organisationens navn
de: Name der Organisation
es: Nombre de la organización
fi: Organisaation nimi
no: Organisasjonens navn
pt: Nome da Organização

# OrgNumber
source: Organization Number
da: Organisationsnummer
de: Nummer der Organisation
es: Número de organización
fi: Organisaation numero
no: Organisasjonsnummer
pt: Número da Organização

# OrgRegion
source: Organization Region
da: Organisation Region
de: Organisationsregion
es: Región de la organización
fi: Organisaation alue
no: Organisasjon Region
pt: Região da Organização

# OrgRole
source: Role
da: Rolle
de: Rolle
es: Rol
fi: Rooli
no: Rolle
pt: Papel

# OrgZipCode
source: Organization Zip or Postal Code
da: Organisationens postnummer
de: Organisation Postleitzahl oder Postleitzahl
es: Código postal de la organización
fi: Organisaation postinumero
no: Organisasjonens postnummer
pt: Organização CEP ou Código Postal

# PurposeEducational
source: Educational use.
da: Uddannelsesmæssig brug.
de: Pädagogische Nutzung.
es: Uso educativo.
fi: Opetuskäyttö.
no: Pedagogisk bruk.
pt: Uso educacional.
