Repository: Trust-Anchor-Group/IdApp
Catalog: IdApp/IdApp/Resx/AppResources.*.resx
Languages: da, de, es, fi, no, pt, sv

# PinContainsName
source: A PIN must not contain any word from the identity names.
da: En pinkode må ikke indeholde ord fra identitetsnavnene.
de: Eine PIN darf kein Wort aus den Identitätsnamen enthalten.
es: Un PIN no debe contener ninguna palabra de los nombres de identidad.
fi: PIN-koodi ei saa sisältää sanaa tunnistetietojen nimistä.
no: En PIN-kode må ikke inneholde ord fra identitetsnavnene.
pt: Um PIN não deve conter nenhuma palavra dos nomes de identidade.
sv: En PIN får inte innehålla ord från identitetens namn.

# PinContainsPersonalNumber
source: A PIN must not contain the identity personal number.
da: En pinkode må ikke indeholde identitetspersonnummeret.
de: Eine PIN darf nicht die persönliche Identifikationsnummer enthalten.
es: Un PIN no debe contener el número personal de identidad.
fi: PIN-koodi ei saa sisältää henkilökohtaista henkilötunnusta.
no: En PIN-kode må ikke inneholde det personlige identitetsnummeret.
pt: Um PIN não deve conter o número pessoal da identidade.
sv: En PIN får inte innehålla identitetens personnummer.

# PinContainsPhoneNumber
source: A PIN must not contain the identity phone number.
da: En pinkode må ikke indeholde identitetstelefonnummeret.
de: Eine PIN darf nicht die Telefonnummer der Identität enthalten.
es: Un PIN no debe contener el número de teléfono de identidad.
fi: PIN-koodi ei saa sisältää tunnistenumeroa.
no: En PIN-kode må ikke inneholde identitetstelefonnummeret.
pt: Um PIN não deve conter o número de telefone de identidade.
sv: En PIN får inte innehålla identitetens telefonnummer.

# PinWithNotEnoughDigitsLettersSigns
source: At least {0} letters, digits or symbols must be used.
da: Der skal anvendes mindst {0} bogstaver, cifre eller symboler.
de: Es müssen mindestens {0} Buchstaben, Ziffern oder Symbole verwendet werden.
es: Se deben usar al menos {0} letras, dígitos o símbolos.
fi: On käytettävä vähintään {0} kirjainta, numeroa tai symbolia.
no: Minst {0} bokstaver, sifre eller symboler må brukes.
pt: Pelo menos {0} letras, dígitos ou símbolos devem ser usados.
sv: Åtminstone {0} bokstäver, siffror eller symboler måste användas.

# PinWithTooManyIdenticalSymbols
source: A PIN must not contain more than {0} identical symbols.
da: En pinkode må ikke indeholde mere end {0} identiske symboler.
de: Eine PIN darf nicht mehr als {0} identische Symbole enthalten.
es: Un PIN no debe contener más de {0} símbolos idénticos.
fi: PIN-koodi saa sisältää enintään {0} samanlaista symbolia.
no: En PIN-kode må ikke inneholde mer enn {0} identiske symboler.
pt: Um PIN não deve conter mais de {0} símbolos idênticos.
sv: En PIN får inte innehålla fler än {0} identiska symboler.

# PinWithTooManySequencedSymbols
source: A PIN must not contain more than {0} sequenced symbols, e.g. "12" or "ab".
da: En pinkode må ikke indeholde mere end {0} sekventerede symboler, f.eks. "12" eller "ab".
de: Eine PIN darf nicht mehr als {0} sequenzierte Symbole enthalten, z.B. "12" oder "ab".
es: Un PIN no debe contener más de {0} símbolos secuenciados, por ejemplo, "12" o "ab".
fi: PIN-koodi saa sisältää enintään {0} sekvensoitua symbolia, esimerkiksi "12" tai "ab".
no: En PIN-kode må ikke inneholde mer enn {0} sekvenserte symboler, for eksempel "12" eller "ab".
pt: Um PIN não deve conter mais de {0} símbolos sequenciados, por exemplo, "12" ou "ab".
sv: En PIN får inte innehålla fler än {0} följder av symbols, ex. "12" eller "ab".

# PinWithNotEnoughDigitsOrSigns
source: You must also use at least {0} digits or symbols.
da: Du skal også bruge mindst {0} cifre eller symboler.
de: Außerdem müssen Sie mindestens {0} Ziffern oder Symbole verwenden.
es: También debe usar al menos {0} dígitos o símbolos.
fi: Sinun on myös käytettävä vähintään {0} numeroa tai symbolia.
no: Du må også bruke minst {0} sifre eller symboler.
pt: Você também deve usar pelo menos {0} dígitos ou símbolos.
sv: Du måste också använda åtminstone {0} siffror eller symboler.

# PinWithNotEnoughLettersOrDigits
source: You must also use at least {0} letters or digits.
da: Du skal også bruge mindst {0} bogstaver eller cifre.
de: Sie müssen auch mindestens {0} Buchstaben oder Ziffern verwenden.
es: También debe usar al menos {0} letras o dígitos.
fi: Sinun on myös käytettävä vähintään {0} kirjainta tai numeroa.
no: Du må også bruke minst {0} bokstaver eller sifre.
pt: Você também deve usar pelo menos {0} letras ou dígitos.
sv: Du måste också använda åtminstone {0} bokstäver eller siffror.

# PinWithNotEnoughLettersOrSigns
source: You must also use at least {0} letters or symbols.
da: Du skal også bruge mindst {0} bogstaver eller symboler.
de: Sie müssen auch mindestens {0} Buchstaben oder Symbole verwenden.
es: También debe usar al menos {0} letras o símbolos.
fi: Sinun on myös käytettävä vähintään {0} kirjainta tai symbolia.
no: Du må også bruke minst {0} bokstaver eller symboler.
pt: Você também deve usar pelo menos {0} letras ou símbolos.
sv: Du måste också använda åtminstone {0} bokstäver eller symboler.

source: Unable to connect.
da: Kan ikke oprette forbindelse.
de: Verbindung kann nicht hergestellt werden.
es: No se puede conectar.
fi: Yhteyden muodostaminen ei onnistu.
no: Kan ikke koble til.
pt: Incapaz de se conectar.
sv: Kunde inte ansluta.

source: Copy to clipboard
da: Kopier til udklipsholder
de: In Zwischenablage kopieren
es: Copiar en el portapapeles
fi: Kopioi leikepöydälle
no: Kopiere til utklippstavlen
pt: Copiar para área de transferência
sv: Kopiera till klippboken

source: Category
da: Kategori
de: Kategorie
es: Categoría
fi: Luokka
no: Kategori
pt: Categoria
sv: Kategori

# ShowM2MInfo
source: Show M2M Definition
da: Vis M2M-definition
de: M2M-Definition anzeigen
es: Mostrar definición M2M
fi: Näytä M2M-määritelmä
no: Vis definisjon av M2M
pt: Mostrar definição M2M
sv: Visa M2M-definition

source: Description
da: Beskrivelse: __________
de: Beschreibung:__________
es: Descripción: __________
fi: Kuvaus: __________
no: Beskrivelse: __________
pt: Descrição: __________
sv: Beskrivning

source: Actions
da: Handlinger
de: Aktionen
es: Acciones
fi: Toimet
no: Handlinger
pt: Ações
sv: Åtgärder

source: Current State
da: Nuværende tilstand
de: Aktueller Zustand
es: Estado actual
fi: Nykytila
no: Nåværende tilstand
pt: Estado atual
sv: Aktuellt tillstånd

source: Current Variables
da: Aktuelle variabler
de: Aktuelle Variablen
es: Variables actuales
fi: Nykyiset muuttujat
no: Nåværende variabler
pt: Variáveis Atuais
sv: Aktuella variabler

source: History
da: Historie
de: Geschichte
es: Historia
fi: Historia
no: Historie
pt: História
sv: Historia

# MachineHasEnded
source: State-Machine has ended.
da: Statsmaskinen er slut.
de: State-Machine ist beendet.
es: State-Machine ha terminado.
fi: State-Machine on päättynyt.
no: State-Machine er avsluttet.
pt: State-Machine acabou.
sv: Tillståndsmaskinen har avslutats.

source: Present
da: Gave
de: Gegenwart
es: Presente
fi: Lahja
no: Gave
pt: Presente
sv: Nu

source: Profiling
da: Profilering
de: Profilieren
es: Perfiles
fi: Profilointi
no: Profilering
pt: Perfil
sv: Profilering

source: Reports
da: Rapporter
de: Berichte
es: Informes
fi: Raportit
no: Rapporter
pt: Relatórios
sv: Rapporter

source: States
da: Stater
de: Staaten
es: Estados
fi: Valtioiden
no: Stater
pt: Estados
sv: Tillstånd

# PublishMarketplace
source: Publish on Marketplace
da: Publicer på Marketplace
de: Im Marketplace veröffentlichen
es: Publicar en Marketplace
fi: Julkaiseminen Marketplacessa
no: Publisere på Marketplace
pt: Publicar no Marketplace
sv: Publicera på marknadsplatsen

# TagEngraved
source: Tag Engraved with link to {0}.
da: Tag indgraveret med link til {0}.
de: Tag graviert mit Link zu {0}.
es: Etiqueta grabada con enlace a {0}.
fi: Tunniste Kaiverrettu linkillä {0}.
no: Tag Gravert med lenke til {0}.
pt: Tag Gravado com link para {0}.
sv: Taggen graverades med en länk till {0}.

# TagNotEngraved
source: Unable to engrave tag with link to {0}.
da: Kan ikke gravere tag med link til {0}.
de: Tag mit Link zu {0} kann nicht graviert werden.
es: No se puede grabar la etiqueta con el enlace a {0}.
fi: Tunnistetta ei voi kaivertaa linkillä {0}.
no: Kan ikke gravere tag med lenke til {0}.
pt: Não é possível gravar tag com link para {0}.
sv: Kund inte gravera taggen med en länk till {0}.

# PinContainsEMail
source: A PIN must not contain the identity e-mail address.
da: En pinkode må ikke indeholde identitets-e-mail-adressen.
de: Eine PIN darf nicht die Identitäts-E-Mail-Adresse enthalten.
es: Un PIN no debe contener la dirección de correo electrónico de identidad.
fi: PIN-koodi ei saa sisältää tunnistetietojen sähköpostiosoitetta.
no: En PIN-kode må ikke inneholde e-postadressen for identitet.
pt: Um PIN não deve conter o endereço de e-mail de identidade.
sv: En PIN får inte innehålla identitetens epostadress.

# EnterEMail
source: e-Mail
es: correo electrónico
fi: sähköposti
no: e-post
sv: e-Post

# WelcomeToTagValidateEMail
source: We also need to validate your e-mail address. Please enter your e-mail address below, without spaces.
da: Vi skal også validere din e-mail-adresse. Indtast din e-mail-adresse nedenfor uden mellemrum.
de: Wir müssen auch Ihre E-Mail-Adresse validieren. Bitte geben Sie unten Ihre E-Mail-Adresse ohne Leerzeichen ein.
es: También necesitamos validar su dirección de correo electrónico. Por favor, introduzca su dirección de correo electrónico a continuación, sin espacios.
fi: Meidän on myös vahvistettava sähköpostiosoitteesi. Kirjoita sähköpostiosoitteesi alle ilman välilyöntejä.
no: Vi må også validere e-postadressen din. Vennligst skriv inn din e-postadresse nedenfor, uten mellomrom.
pt: Também precisamos validar seu endereço de e-mail. Por favor, digite seu endereço de e-mail abaixo, sem espaços.
sv: Vi behöver också valdera din e-postadress. Var god och skriv in din e-postadress nedan, utan mellanslag.

source: Contact Information
da: Kontaktoplysninger
de: Kontaktinformationen
es: Información de contacto
fi: Yhteystieto
no: Kontaktinformasjon
pt: Informações de contato
sv: Kontaktinformation

# WelcomeToTagEMailCodeSent
source: A code has been sent to the e-mail address indicated above. When you receive it, please enter the verification code below to continue.
da: Der er sendt en kode til den e-mail-adresse, der er angivet ovenfor. Når du modtager den, skal du indtaste bekræftelseskoden nedenfor for at fortsætte.
de: An die oben angegebene E-Mail-Adresse wurde ein Code gesendet. Wenn Sie es erhalten, geben Sie bitte den Bestätigungscode unten ein, um fortzufahren.
es: Se ha enviado un código a la dirección de correo electrónico indicada anteriormente. Cuando lo reciba, ingrese el código de verificación a continuación para continuar.
fi: Koodi on lähetetty yllä mainittuun sähköpostiosoitteeseen. Kun saat sen, anna alla oleva vahvistuskoodi jatkaaksesi.
no: En kode er sendt til e-postadressen som er angitt ovenfor. Når du mottar den, vennligst skriv inn bekreftelseskoden nedenfor for å fortsette.
pt: Um código foi enviado para o endereço de e-mail indicado acima. Quando você recebê-lo, digite o código de verificação abaixo para continuar.
sv: En kod har skickats till e-postadressen angiven ovan. När du tar emot det, var god skriv ner verifieringskoden nedan for att fortsätta.

source: Reserved:
da: Reserveret:
de: Reserviert:
es: Reservado:
fi: Varattu:
no: Reservert:
pt: Reservado:
sv: Reserverat:

source: State Diagram
da: Tilstandsdiagram
de: Zustandsdiagramm
es: Diagrama de estado
fi: Tilakaavio
no: Tilstandsdiagram
pt: Diagrama do Estado
sv: Tillståndsdiagram

# UnableToGetHistory
source: Unable to get history report.
da: Kan ikke få historikrapport.
de: Der Verlaufsbericht kann nicht abgerufen werden.
es: No se puede obtener el informe del historial.
fi: Historiaraporttia ei voi saada.
no: Kan ikke få historikkrapport.
pt: Incapaz de obter relatório de história.
sv: Kunde inte hämta historikrapporten.

# UnableToGetPresent
source: Unable to get present report.
da: Kan ikke få nærværende rapport.
de: Der aktuelle Bericht kann nicht abgerufen werden.
es: No se puede obtener el informe actual.
fi: Nykyistä raporttia ei voi saada.
no: Kan ikke få nåværende rapport.
pt: Não foi possível obter o presente relatório.
sv: Kunde inte hämta nutidsrapporten.

# UnableToGetProfiling
source: Unable to get profiling report.
da: Kan ikke få profileringsrapport.
de: Profilerstellungsbericht kann nicht abgerufen werden.
es: No se puede obtener el informe de creación de perfiles.
fi: Profilointiraporttia ei voi saada.
no: Kan ikke få profileringsrapport.
pt: Não é possível obter um relatório de perfil.
sv: Kunde inte hämta profileringsrapporten.

# UnableToGetStateDiagram
source: Unable to get state diagram report.
da: Kan ikke hente tilstandsdiagramrapport.
de: Zustandsdiagrammbericht kann nicht abgerufen werden.
es: No se puede obtener el informe del diagrama de estado.
fi: Tilakaavioraporttia ei voi hakea.
no: Kan ikke få tilstandsdiagramrapport.
pt: Não foi possível obter o relatório do diagrama do estado.
sv: Kunde inte hämta tillståndsdiagrammet.

# RepairRestart
source: An inconsistency in the internal database has been detected. This can happen if the app is not closed properly. The app will therefore close. The next time you start the app, the database will be repaired.
da: Der er konstateret en uoverensstemmelse i den interne database. Dette kan ske, hvis appen ikke lukkes korrekt. Appen lukker derfor. Næste gang du starter appen, repareres databasen.
de: Es wurde eine Inkonsistenz in der internen Datenbank festgestellt. Dies kann passieren, wenn die App nicht ordnungsgemäß geschlossen wird. Die App wird daher geschlossen. Wenn Sie die App das nächste Mal starten, wird die Datenbank repariert.
es: Se ha detectado una incoherencia en la base de datos interna. Esto puede suceder si la aplicación no se cierra correctamente. Por lo tanto, la aplicación se cerrará. La próxima vez que inicie la aplicación, se reparará la base de datos.
fi: Sisäisessä tietokannassa on havaittu epäjohdonmukaisuutta. Näin voi käydä, jos sovellusta ei ole suljettu oikein. Siksi sovellus sulkeutuu. Kun seuraavan kerran käynnistät sovelluksen, tietokanta korjataan.
no: Det er oppdaget en inkonsekvens i den interne databasen. Dette kan skje hvis appen ikke lukkes ordentlig. Appen lukkes derfor. Neste gang du starter appen, blir databasen reparert.
pt: Foi detectada uma inconsistência no banco de dados interno. Isso pode acontecer se o aplicativo não estiver fechado corretamente. O aplicativo, portanto, fechará. Da próxima vez que você iniciar o aplicativo, o banco de dados será reparado.
sv: En inkonsistens i den interna databasen har upptäckts. Detta kan inträffa om appen inte stängs ordentligt. Appen kommer därför att stängas. Nästa gång du startar appen kommer databasen att repareras.

source: Calculator
da: Regnemaskine
de: Rechner
es: Calculadora
fi: Laskin
no: Kalkulator
pt: Calculadora
sv: Miniräknare

# CalculationError
source: Unable to perform calculation.
da: Kan ikke udføre beregning.
de: Berechnung kann nicht durchgeführt werden.
es: No se puede realizar el cálculo.
fi: Laskentaa ei voi suorittaa.
no: Kan ikke utføre beregning.
pt: Incapaz de realizar o cálculo.
sv: Kunde inte utföra beräkningen.

# EnterValidValue
source: Enter a valid value first.
da: Indtast først en gyldig værdi.
de: Geben Sie zuerst einen gültigen Wert ein.
es: Introduzca primero un valor válido.
fi: Anna ensin kelvollinen arvo.
no: Angi en gyldig verdi først.
pt: Digite um valor válido primeiro.
sv: Ange ett giltigt värde först.

# EnterValue
source: You need to enter a value first.
da: Du skal først indtaste en værdi.
de: Sie müssen zuerst einen Wert eingeben.
es: Primero debe ingresar un valor.
fi: Sinun on ensin annettava arvo.
no: Du må angi en verdi først.
pt: Você precisa digitar um valor primeiro.
sv: Du måste ange ett värde först.

source: Question
da: Spørgsmål
de: Frage
es: Pregunta
fi: Kysymys
no: Spørsmål
pt: Pergunta
sv: Fråga

# RemoveSubscriptionFrom
source: Do you want to remove the presence subscription from {0}?
da: Vil du fjerne tilstedeværelsesabonnementet fra {0}?
de: Möchten Sie das Anwesenheitsabonnement aus {0} entfernen?
es: ¿Desea quitar la suscripción de presencia de {0}?
fi: Haluatko poistaa tavoitettavuustilauksen {0}?
no: Vil du fjerne tilstedeværelsesabonnementet fra {0}?
pt: Deseja remover a assinatura de presença de {0}?
sv: Vill du ta bort prenumerationen från {0}?

# SignaturePetitionDenied
source: The signature petition was denied.
da: Underskriftsindsamlingen blev afvist.
de: Die Unterschriftenpetition wurde abgelehnt.
es: La petición de firma fue denegada.
fi: Allekirjoitusvetoomus hylättiin.
no: Underskriftskampanjen ble avslått.
pt: A petição de assinatura foi negada.
sv: Signaturförfrågan nekades.

source: Contract proposal
da: Forslag til kontrakt
de: Vertragsvorschlag
es: Propuesta de contrato
fi: Sopimusehdotus
no: Forslag til kontrakt
pt: Proposta de contrato
sv: Kontraktförslag

# ContractResponse
source: Response to contract request
da: Svar på kontraktanmodning
de: Antwort auf Vertragsanfrage
es: Respuesta a la solicitud de contrato
fi: Vastaus sopimuspyyntöön
no: Svar på kontraktsforespørsel
pt: Resposta à solicitação de contrato
sv: Svar på kontraktförfrågan

source: Contract signature received
da: Kontraktunderskrift modtaget
de: Vertragsunterzeichnung eingegangen
es: Firma del contrato recibida
fi: Sopimuksen allekirjoitus vastaanotettu
no: Kontraktssignatur mottatt
pt: Assinatura do contrato recebida
sv: Kontraktsignatur mottagen

# ContractUpdateReceived
source: Contract updated
da: Kontrakt opdateret
de: Vertrag aktualisiert
es: Contrato actualizado
fi: Sopimus päivitetty
no: Kontrakt oppdatert
pt: Contrato atualizado
sv: Kontraktet uppdaterat

# IdentityResponse
source: Response to identity request
da: Svar på identitetsanmodning
de: Antwort auf Identitätsanforderung
es: Respuesta a la solicitud de identidad
fi: Vastaus henkilöllisyyspyyntöön
no: Svar på identitetsforespørsel
pt: Resposta à solicitação de identidade
sv: Svar på identitetsförfrågan

# IdentityReviewRequest
source: Request to review identity
da: Anmodning om at gennemse identitet
de: Antrag auf Identitätsprüfung
es: Solicitud para revisar la identidad
fi: Henkilöllisyyden tarkistamista koskeva pyyntö
no: Forespørsel om å gjennomgå identitet
pt: Solicitação para revisar identidade
sv: Förfrågan om granskning av identitet

# IdentityReviewResponse
source: Response to identity review request
da: Svar på anmodning om identitetsgennemgang
de: Antwort auf Antrag auf Identitätsüberprüfung
es: Respuesta a la solicitud de revisión de identidad
fi: Vastaus henkilöllisyyden tarkistuspyyntöön
no: Svar på forespørsel om identitetsgjennomgang
pt: Resposta à solicitação de revisão de identidade
sv: Svar på identitetsgranskningsförfrågan

source: Request signature
da: Anmod om underskrift
de: Unterschrift anfordern
es: Solicitar firma
fi: Pyydä allekirjoitusta
no: Be om underskrift
pt: Solicitar assinatura
sv: Förfrågan om signatur

source: Request to access contract
da: Anmodning om adgang til kontrakt
de: Antrag auf Zugang zum Vertrag
es: Solicitud de contrato de acceso
fi: Käyttöoikeussopimusta koskeva pyyntö
no: Forespørsel om tilgang til kontrakt
pt: Pedido de acesso ao contrato
sv: Förfrågan att få åtkomst till kontrakt

source: Request to access identity
da: Anmodning om adgang til identitet
de: Antrag auf Zugriff auf Identität
es: Solicitud de acceso a la identidad
fi: Henkilöllisyyden käyttöpyyntö
no: Forespørsel om tilgang til identitet
pt: Solicitação para acessar identidade
sv: Förfrågan att få åtkomst till identitet

# SignatureResponse
source: Response to signature request
da: Svar på anmodning om underskrift
de: Antwort auf Unterschriftenanforderung
es: Respuesta a la solicitud de firma
fi: Vastaus allekirjoituspyyntöön
no: Svar på forespørsel om signatur
pt: Resposta à solicitação de assinatura
sv: Svar på signaturförfrågan

# UserSignedAs
source: {0} signed as {1}.
da: {0} underskrevet som {1}.
de: {0} als {1} unterschrieben.
es: {0} firmado como {1}.
fi: {0} allekirjoitettu nimellä {1}.
no: {0} signert som {1}.
pt: {0} assinou como {1}.
sv: {0} skrev under som {1}.

source: Permit Screen Capture
da: Tillad skærmoptagelse
de: Bildschirmaufnahme zulassen
es: Permitir captura de pantalla
fi: Salli näytön kaappaus
no: Tillat skjermbilde
pt: Captura de tela de permissão
sv: Tillåt skärminspelning

source: Prohibit Screen Capture
da: Forbyd skærmoptagelse
de: Bildschirmaufnahme verbieten
es: Prohibir captura de pantalla
fi: Estä näytön kaappaus
no: Forhindre skjermopptak
pt: Proibir a captura de tela
sv: Förbjud skärminspelning

source: Security
da: Sikkerhed
de: Sicherheit
es: Seguridad
fi: Arvopaperi
no: Sikkerhet
pt: Segurança
sv: Säkerhet

source: Security Settings
da: Sikkerhedsindstillinger
de: Sicherheitseinstellungen
es: Configuración de seguridad
fi: Suojausasetukset
no: Sikkerhetsinnstillinger
pt: Configurações de segurança
sv: Säkerhetsinställningar

# SecuritySettingsInformationText
source: Below you can modify securit settings for the app. By enabling screen capture you can share the screen with others, but only for a limited time.
da: Nedenfor kan du ændre sikkerhedsindstillinger for appen. Ved at aktivere skærmoptagelse kan du dele skærmen med andre, men kun i en begrænset periode.
de: Unten können Sie die securit-Einstellungen für die App ändern. Wenn Sie die Bildschirmaufnahme aktivieren, können Sie den Bildschirm mit anderen teilen, jedoch nur für eine begrenzte Zeit.
es: A continuación, puede modificar la configuración de seguridad de la aplicación. Al habilitar la captura de pantalla, puede compartir la pantalla con otros, pero solo por un tiempo limitado.
fi: Alla voit muokata sovelluksen securit-asetuksia. Ottamalla näytön kaappauksen käyttöön voit jakaa näytön muiden kanssa, mutta vain rajoitetun ajan.
no: Nedenfor kan du endre securit-innstillingene for appen. Ved å aktivere skjermopptak kan du dele skjermen med andre, men bare i en begrenset periode.
pt: Abaixo você pode modificar as configurações de securit para o aplicativo. Ao habilitar a captura de tela, você pode compartilhar a tela com outras pessoas, mas apenas por um tempo limitado.
sv: Nedan kan du ställa in säkerhetsinställningar för appen. Genom att tillåta skärminspelning kan du dela skärmen med andra, men bara för en begränsad tid.

source: Contact
da: Kontakt
de: Kontakt
es: Contacto
fi: Kontakti
no: Kontakt
pt: Contato

source: Message received.
da: Meddelelse modtaget.
de: Nachricht empfangen.
es: Mensaje recibido.
fi: Viesti vastaanotettu.
no: Melding mottatt.
pt: Mensagem recebida.

source: Network address of contact unknown.
da: Netværksadresse på kontakt ukendt.
de: Netzwerkadresse des Kontakts unbekannt.
es: Dirección de red de contacto desconocida.
fi: Yhteyshenkilön verkko-osoite tuntematon.
no: Nettverksadresse for kontakt ukjent.
pt: Endereço de rede de contato desconhecido.

source: Other App
da: Anden app
de: Andere App
es: Otra aplicación
fi: Muu sovellus
no: Annen app
pt: Outro Aplicativo

source: Select from whom to request payment.
da: Vælg, hvem du vil anmode om betaling fra.
de: Wählen Sie aus, von wem die Zahlung angefordert werden soll.
es: Seleccione a quién desea solicitar el pago.
fi: Valitse, keneltä haluat pyytää maksua.
no: Velg hvem du vil be om betaling fra.
pt: Selecione entre os quais solicitar o pagamento.
