Repository: Trust-Anchor-Group/IdApp
Catalog: IdApp/IdApp/Resx/AppResources.*.resx
Languages: da, de, es, fi, no, pt, sv

# PurposeEducationalDescription
source: This option allows you to use Tag ID for educational purposes. You can use the app to sign or access resources as a private person, either as an educator, or as a student. The account may be limited in time. The account may also be removed when no longer used. Check with the service provider for more information.
da: Denne mulighed giver dig mulighed for at bruge tag-id til uddannelsesmæssige formål. Du kan bruge appen til at underskrive eller få adgang til ressourcer som privatperson, enten som underviser eller som studerende. Kontoen kan være tidsbegrænset. Kontoen kan også blive fjernet, når den ikke længere bruges. Kontakt tjenesteudbyderen for at få flere oplysninger.
de: Mit dieser Option können Sie die Tag-ID für Bildungszwecke verwenden. Sie können die App verwenden, um als Privatperson zu signieren oder auf Ressourcen zuzugreifen, entweder als Lehrkraft oder als Student. Das Konto kann zeitlich begrenzt sein. Das Konto kann auch entfernt werden, wenn es nicht mehr verwendet wird. Wenden Sie sich an den Dienstanbieter, um weitere Informationen zu erhalten.
es: Esta opción le permite utilizar el ID de etiqueta con fines educativos. Puede usar la aplicación para firmar o acceder a recursos como persona privada, ya sea como educador o como estudiante. La cuenta puede estar limitada en el tiempo. La cuenta también se puede eliminar cuando ya no se use. Consulte con el proveedor de servicios para obtener más información.
fi: Tämän vaihtoehdon avulla voit käyttää Tag ID:tä opetustarkoituksiin. Sovelluksen avulla voit allekirjoittaa tai käyttää resursseja yksityishenkilönä joko opettajana tai opiskelijana. Tilin kesto voi olla rajoitettu. Tili voidaan myös poistaa, kun sitä ei enää käytetä. Pyydä lisätietoja palveluntarjoajalta.
no: Med dette alternativet kan du bruke tagg-ID til utdanningsformål. Du kan bruke appen til å signere eller få tilgang til ressurser som privatperson, enten som lærer eller som student. Kontoen kan være tidsbegrenset. Kontoen kan også fjernes når den ikke lenger brukes. Ta kontakt med tjenesteleverandøren hvis du vil ha mer informasjon.
pt: Essa opção permite que você use o Tag ID para fins educacionais. Você pode usar o aplicativo para assinar ou acessar recursos como uma pessoa particular, como educador ou como aluno. A conta pode ser limitada no tempo. A conta também pode ser removida quando não for mais usada. Consulte o provedor de serviços para obter mais informações.

# PurposeExperimental
source: Experimental use.
da: Eksperimentel brug.
de: Experimentelle Verwendung.
es: Uso experimental.
fi: Kokeellinen käyttö.
no: Eksperimentell bruk.
pt: Uso experimental.

# PurposeExperimentalDescription
source: This option allows you to use Tag ID for experimental purposes. You can use the app to sign or access resources as a private person, with the goal of learning the technology and for what purposes it can be used. The account may be limited in time. The account may also be removed when no longer used. Check with the service provider for more information.
da: Denne mulighed giver dig mulighed for at bruge tag-id til eksperimentelle formål. Du kan bruge appen til at underskrive eller få adgang til ressourcer som privatperson med det formål at lære teknologien og til hvilke formål den kan bruges. Kontoen kan være tidsbegrænset. Kontoen kan også blive fjernet, når den ikke længere bruges. Kontakt tjenesteudbyderen for at få flere oplysninger.
de: Mit dieser Option können Sie die Tag-ID für experimentelle Zwecke verwenden. Sie können die App verwenden, um als Privatperson zu signieren oder auf Ressourcen zuzugreifen, mit dem Ziel, die Technologie zu erlernen und für welche Zwecke sie verwendet werden kann. Das Konto kann zeitlich begrenzt sein. Das Konto kann auch entfernt werden, wenn es nicht mehr verwendet wird. Wenden Sie sich an den Dienstanbieter, um weitere Informationen zu erhalten.
es: Esta opción le permite utilizar el ID de etiqueta con fines experimentales. Puede usar la aplicación para firmar o acceder a recursos como persona privada, con el objetivo de aprender la tecnología y para qué fines se puede usar. La cuenta puede estar limitada en el tiempo. La cuenta también se puede eliminar cuando ya no se use. Consulte con el proveedor de servicios para obtener más información.
fi: Tämän vaihtoehdon avulla voit käyttää Tag ID:tä kokeellisiin tarkoituksiin. Voit käyttää sovellusta resurssien allekirjoittamiseen tai käyttämiseen yksityishenkilönä tavoitteenasi oppia tekniikka ja mihin tarkoituksiin sitä voidaan käyttää. Tilin kesto voi olla rajoitettu. Tili voidaan myös poistaa, kun sitä ei enää käytetä. Pyydä lisätietoja palveluntarjoajalta.
no: Med dette alternativet kan du bruke tagg-ID til eksperimentelle formål. Du kan bruke appen til å signere eller få tilgang til ressurser som privatperson, med mål om å lære teknologien og til hvilke formål den kan brukes. Kontoen kan være tidsbegrenset. Kontoen kan også fjernes når den ikke lenger brukes. Ta kontakt med tjenesteleverandøren hvis du vil ha mer informasjon.
pt: Essa opção permite que você use o ID da tag para fins experimentais. Você pode usar o aplicativo para assinar ou acessar recursos como uma pessoa privada, com o objetivo de aprender a tecnologia e para quais fins ela pode ser usada. A conta pode ser limitada no tempo. A conta também pode ser removida quando não for mais usada. Consulte o provedor de serviços para obter mais informações.

# PurposePersonal
source: Personal use.
da: Personlig brug.
de: Persönlicher Gebrauch.
es: Uso personal.
fi: Henkilökohtainen käyttö.
no: Personlig bruk.
pt: Uso pessoal.

# PurposePersonalDescription
source: This option allows you to use Tag ID for personal purposes. You can use the app to sign or access resources as a private person. Certain operations may incur costs, depending on the service provider you choose. Check with the service provider for more information.
da: Denne mulighed giver dig mulighed for at bruge tag-id til personlige formål. Du kan bruge appen til at underskrive eller få adgang til ressourcer som privatperson. Visse operationer kan medføre omkostninger, afhængigt af den tjenesteudbyder, du vælger. Kontakt tjenesteudbyderen for at få flere oplysninger.
de: Mit dieser Option können Sie die Tag-ID für persönliche Zwecke verwenden. Sie können die App verwenden, um als Privatperson zu signieren oder auf Ressourcen zuzugreifen. Bestimmte Vorgänge können je nach gewähltem Dienstanbieter mit Kosten verbunden sein. Wenden Sie sich an den Dienstanbieter, um weitere Informationen zu erhalten.
es: Esta opción le permite utilizar el ID de etiqueta para fines personales. Puede usar la aplicación para firmar o acceder a recursos como persona privada. Ciertas operaciones pueden incurrir en costos, dependiendo del proveedor de servicios que elija. Consulte con el proveedor de servicios para obtener más información.
fi: Tämän vaihtoehdon avulla voit käyttää Tag ID:tä henkilökohtaisiin tarkoituksiin. Voit käyttää sovellusta resurssien allekirjoittamiseen tai käyttämiseen yksityishenkilönä. Tietyistä toiminnoista voi aiheutua kustannuksia valitsemastasi palveluntarjoajasta riippuen. Pyydä lisätietoja palveluntarjoajalta.
no: Med dette alternativet kan du bruke tagg-ID til personlige formål. Du kan bruke appen til å signere eller få tilgang til ressurser som privatperson. Enkelte operasjoner kan medføre kostnader, avhengig av tjenesteleverandøren du velger. Ta kontakt med tjenesteleverandøren hvis du vil ha mer informasjon.
pt: Essa opção permite que você use o ID da tag para fins pessoais. Você pode usar o aplicativo para assinar ou acessar recursos como uma pessoa particular. Certas operações podem incorrer em custos, dependendo do provedor de serviços escolhido. Consulte o provedor de serviços para obter mais informações.

# PurposeWork
source: Work use.
da: Brug af arbejde.
de: Nutzung am Arbeitsplatz.
es: Uso del trabajo.
fi: Työkäyttö.
no: Arbeidsbruk.
pt: Uso do trabalho.

# PurposeWorkDescription
source: This option allows you to use Tag ID for work purposes. This includes work not for profit in organizations. You can use the app to sign or access resources as a representative of an organization. Certain operations may incur costs, depending on the service provider you choose. Check with the service provider for more information.
da: Denne mulighed giver dig mulighed for at bruge tag-id til arbejdsformål. Dette omfatter arbejde ikke for profit i organisationer. Du kan bruge appen til at signere eller få adgang til ressourcer som repræsentant for en organisation. Visse operationer kan medføre omkostninger, afhængigt af den tjenesteudbyder, du vælger. Kontakt tjenesteudbyderen for at få flere oplysninger.
de: Mit dieser Option können Sie die Tag-ID für Arbeitszwecke verwenden. Dazu gehört auch die gemeinnützige Arbeit in Organisationen. Sie können die App verwenden, um Ressourcen als Vertreter einer Organisation zu signieren oder darauf zuzugreifen. Bestimmte Vorgänge können je nach gewähltem Dienstanbieter mit Kosten verbunden sein. Wenden Sie sich an den Dienstanbieter, um weitere Informationen zu erhalten.
es: Esta opción le permite utilizar el ID de etiqueta para fines laborales. Esto incluye el trabajo sin fines de lucro en las organizaciones. Puede usar la aplicación para firmar o acceder a recursos como representante de una organización. Ciertas operaciones pueden incurrir en costos, dependiendo del proveedor de servicios que elija. Consulte con el proveedor de servicios para obtener más información.
fi: Tämän vaihtoehdon avulla voit käyttää Tag ID:tä työtarkoituksiin. Tähän sisältyy työ, joka ei ole voittoa tavoitteleva organisaatioissa. Sovelluksen avulla voit allekirjoittaa tai käyttää resursseja organisaation edustajana. Tietyistä toiminnoista voi aiheutua kustannuksia valitsemastasi palveluntarjoajasta riippuen. Pyydä lisätietoja palveluntarjoajalta.
no: Med dette alternativet kan du bruke tagg-ID til jobbformål. Dette inkluderer arbeid som ikke er for profitt i organisasjoner. Du kan bruke appen til å signere eller få tilgang til ressurser som representant for en organisasjon. Enkelte operasjoner kan medføre kostnader, avhengig av tjenesteleverandøren du velger. Ta kontakt med tjenesteleverandøren hvis du vil ha mer informasjon.
pt: Essa opção permite que você use o ID da tag para fins de trabalho. Isso inclui o trabalho sem fins lucrativos nas organizações. Você pode usar o aplicativo para assinar ou acessar recursos como representante de uma organização. Certas operações podem incorrer em custos, dependendo do provedor de serviços escolhido. Consulte o provedor de serviços para obter mais informações.

# YouNeedToProvideAnOrgCountry
source: You need to provide an organization country
da: Du skal angive et organisationsland
de: Sie müssen ein Organisationsland angeben
es: Debe proporcionar un país de la organización
fi: Sinun on annettava organisaation maa
no: Du må oppgi et organisasjonsland

# YouNeedToProvideAnOrgDepartment
source: You need to provide a department
da: Du skal give en afdeling
de: Sie müssen eine Abteilung angeben
es: Necesitas proporcionar un departamento
fi: Sinun on tarjottava osasto
no: Du må oppgi en avdeling

# YouNeedToProvideAnOrgName
source: You need to provide an organization name
da: Du skal angive et organisationsnavn
de: Sie müssen einen Organisationsnamen angeben
es: Debe proporcionar un nombre de organización
fi: Sinun on annettava organisaation nimi
no: Du må oppgi et organisasjonsnavn

# YouNeedToProvideAnOrgNumber
source: You need to provide an organization number
da: Du skal angive et organisationsnummer
de: Sie müssen eine Organisationsnummer angeben
es: Debe proporcionar un número de organización
fi: Sinun on annettava organisaationumero
no: Du må oppgi et organisasjonsnummer

# YouNeedToProvideAnOrgRole
source: You need to provide a role
da: Du skal angive en rolle
de: Sie müssen eine Rolle angeben
es: Debe proporcionar un rol
fi: Sinun on annettava rooli
no: Du må gi en rolle

# APetitionHasBeenSentForEncryption
source: Encryption can only be performed, if you have access to the recipients identity. A petition for this identity has therefore been sent to the indended recipient. If the recipient accepts the petition, you will receive the identity and be able to send the payment with an encrypted message when you try again. You can also choose to send an unencrypted message with the payment.
da: Kryptering kan kun udføres, hvis du har adgang til modtagerens identitet. Der er derfor sendt et andragende om denne identitet til den indstillede modtager. Hvis modtageren accepterer andragendet, modtager du identiteten og kan sende betalingen med en krypteret besked, når du prøver igen. Du kan også vælge at sende en ukrypteret besked med betalingen.
de: Die Verschlüsselung kann nur durchgeführt werden, wenn Sie Zugriff auf die Identität des Empfängers haben. Eine Petition für diese Identität wurde daher an den Empfänger gesendet. Wenn der Empfänger die Petition annimmt, erhalten Sie die Identität und können die Zahlung mit einer verschlüsselten Nachricht senden, wenn Sie es erneut versuchen. Sie können sich auch dafür entscheiden, eine unverschlüsselte Nachricht mit der Zahlung zu senden.
es: El cifrado solo se puede realizar si tiene acceso a la identidad de los destinatarios. Por lo tanto, se ha enviado una petición para esta identidad al destinatario indefinido. Si el destinatario acepta la petición, recibirá la identidad y podrá enviar el pago con un mensaje cifrado cuando vuelva a intentarlo. También puede optar por enviar un mensaje sin cifrar con el pago.
fi: Salaus voidaan suorittaa vain, jos sinulla on pääsy vastaanottajien tunnistetietoihin. Tätä henkilöllisyyttä koskeva vetoomus on siksi lähetetty vastaanottajalle. Jos vastaanottaja hyväksyy vetoomuksen, saat henkilöllisyyden ja voit lähettää maksun salatulla viestillä, kun yrität uudelleen. Voit myös lähettää salaamattoman viestin maksun mukana.
no: Kryptering kan bare utføres hvis du har tilgang til mottakerens identitet. Det er derfor sendt en begjæring om denne identiteten til den indendte mottakeren. Hvis mottakeren godtar begjæringen, vil du motta identiteten og kunne sende betalingen med en kryptert melding når du prøver igjen. Du kan også velge å sende en ukryptert melding med betalingen.

source: Encrypted Payment
da: Krypteret betaling
de: Verschlüsselte Zahlung
es: Pago cifrado
fi: Salattu maksu
no: Kryptert betaling

# GettingOptionsCancelled
source: Getting available options was cancelled.
da: At få tilgængelige muligheder blev annulleret.
de: Das Abrufen verfügbarer Optionen wurde abgebrochen.
es: Se canceló la obtención de opciones disponibles.
fi: Käytettävissä olevien vaihtoehtojen saaminen peruutettiin.

# UnableToGetOptions
source: Unable to get available options.
da: Kan ikke få tilgængelige indstillinger.
de: Verfügbare Optionen können nicht abgerufen werden.
es: No se pueden obtener las opciones disponibles.
fi: Käytettävissä olevia vaihtoehtoja ei voi saada.

# ServerDescription
source: Description by Service Provider
de: Beschreibung des Dienstleisters
es: Descripción por proveedor de servicios

source: Organization Information
de: Informationen zur Organisation
es: Información de la organización

source: Personal Information
de: Persönliche Informationen
es: Información personal

source: General
da: Generel
de: Allgemein
fi: Yleiset
no: Generelt
pt: Geral
sv: Allmänt

source: No
da: Nej
de: Nein
fi: Ei
no: Nei
pt: Não
sv: Nej

source: Spam
fi: Roskaposti
no: Søppelpost

source: Ordinal
da: Ordenstal
de: Ordinale
fi: Järjestysluku
sv: Ordningsnummer

source: Token ID
fi: Tunnuksen tunnus

source: Variables
da: Variabler
de: Variablen
fi: Muuttujat
no: Variabler
pt: Variáveis
sv: Variabler

source: Back
de: Zurück

# AccountEventItem
source: Account Events
de: Konto-Ereignisse

# PendingPaymentItem
source: Pending Payments
de: Ausstehende Zahlungen

# DurationYears
source: Years
de: Jahre

# DurationMonths
source: Months
de: Monate

# DurationDays
source: Days
de: Tage

# DurationHours
source: Hours
de: Stunden

# DurationMinutes
source: Minutes
de: Protokoll

# DurationSeconds
source: Seconds
de: Nachschlag

source: Namespace
sv: Namnrymd

# OperatorDomainOther
source: <Other>
sv: <Annan>
