Repository: Trust-Anchor-Group/IdApp
Catalog: IdApp/IdApp/Resx/AppResources.*.resx
Languages: da, de, es, fi, no, pt, sv

# ShareDescription
source: Below, you can find additional options for sharing the QR-code.
da: Nedenfor kan du finde yderligere muligheder for at dele QR-koden.
de: Nachfolgend finden Sie zusätzliche Optionen zum Teilen des QR-Codes.
es: A continuación, puede encontrar opciones adicionales para compartir el código QR.
fi: Alta löydät lisävaihtoehtoja QR-koodin jakamiseen.
no: Nedenfor finner du flere alternativer for deling av QR-koden.
pt: Abaixo, você pode encontrar opções adicionais para compartilhar o código QR.

# StateChangedTo
source: State changed to {0}
da: Stat ændret til {0}
de: Status geändert in {0}
es: Estado cambiado a {0}
fi: Tila muuttui {0}
no: Staten endret til {0}
pt: Estado alterado para {0}

# TokenAdded2
source: Token Added
da: Token tilføjet
de: Token hinzugefügt
es: Token añadido
fi: Tunnus lisätty
no: Token lagt til
pt: Token Adicionado

# TokenRemoved2
source: Token Removed
da: Token fjernet
de: Token entfernt
es: Token eliminado
fi: Tunnus poistettu
no: Token fjernet
pt: Token removido

source: Variables Updated
da: Variabler opdateret
de: Variablen aktualisiert
es: Variables actualizadas
fi: Muuttujat päivitetty
no: Variabler oppdatert
pt: Variáveis Atualizadas

# RevalidateEMail
source: We need to revalidate your e-mail address. Please update your e-mail address if necessary and tap "send code" button.
da: Vi er nødt til at forlænge din e-mail-adresse. Opdater din e-mail-adresse, hvis det er nødvendigt, og tryk på knappen "send kode".
de: Wir müssen Ihre E-Mail-Adresse erneut validieren. Bitte aktualisieren Sie bei Bedarf Ihre E-Mail-Adresse und tippen Sie auf die Schaltfläche "Code senden".
es: Necesitamos revalidar su dirección de correo electrónico. Actualice su dirección de correo electrónico si es necesario y toque el botón "enviar código".
fi: Meidän on vahvistettava sähköpostiosoitteesi uudelleen. Päivitä sähköpostiosoitteesi tarvittaessa ja napauta "lähetä koodi" -painiketta.
no: Vi må revalidere e-postadressen din. Vennligst oppdater e-postadressen din om nødvendig og trykk på "send kode" -knappen.
pt: Precisamos revalidar seu endereço de e-mail. Por favor, atualize seu endereço de e-mail se necessário e toque no botão "enviar código".

# RevalidatePhoneNr
source: We need to revalidate your mobile phone number. Please update your mobile phone number if necessary (use international phone number format, without spaces) and tap "send code" button.
da: Vi er nødt til at forlænge dit mobiltelefonnummer. Opdater dit mobiltelefonnummer, hvis det er nødvendigt (brug internationalt telefonnummerformat uden mellemrum), og tryk på knappen "send kode".
de: Wir müssen Ihre Mobiltelefonnummer erneut validieren. Bitte aktualisieren Sie bei Bedarf Ihre Mobiltelefonnummer (verwenden Sie das internationale Rufnummernformat ohne Leerzeichen) und tippen Sie auf die Schaltfläche "Code senden".
es: Necesitamos revalidar su número de teléfono móvil. Actualice su número de teléfono móvil si es necesario (use el formato de número de teléfono internacional, sin espacios) y toque el botón "enviar código".
fi: Meidän on vahvistettava matkapuhelinnumerosi uudelleen. Päivitä matkapuhelinnumerosi tarvittaessa (käytä kansainvälistä puhelinnumeromuotoa, ilman välilyöntejä) ja napauta "lähetä koodi" -painiketta.
no: Vi må revalidere mobilnummeret ditt. Vennligst oppdater mobilnummeret ditt om nødvendig (bruk internasjonalt telefonnummerformat, uten mellomrom) og trykk på "send kode" -knappen.
pt: Precisamos revalidar seu número de telefone celular. Atualize seu número de telefone celular se necessário (use o formato de número de telefone internacional, sem espaços) e toque no botão "enviar código".

# SomethingWentWrongWhenSendingEmailCode
source: Something went wrong when sending a verification code to this email.
da: Noget gik galt, da du sendte en bekræftelseskode til denne e-mail.
de: Beim Senden eines Bestätigungscodes an diese E-Mail ist ein Fehler aufgetreten.
es: Algo salió mal al enviar un código de verificación a este correo electrónico.
fi: Jotain meni pieleen, kun lähetit vahvistuskoodin tähän sähköpostiin.
no: Noe gikk galt da du sendte en bekreftelseskode til denne e-posten.
pt: Algo deu errado ao enviar um código de verificação para este e-mail.

# SomethingWentWrongWhenSendingPhoneCode
source: Something went wrong when sending a verification code to this phone number.
da: Noget gik galt, da du sendte en bekræftelseskode til dette telefonnummer.
de: Beim Senden eines Bestätigungscodes an diese Telefonnummer ist ein Fehler aufgetreten.
es: Algo salió mal al enviar un código de verificación a este número de teléfono.
fi: Jotain meni pieleen, kun lähetit vahvistuskoodin tähän puhelinnumeroon.
no: Noe gikk galt når du sendte en bekreftelseskode til dette telefonnummeret.
pt: Algo deu errado ao enviar um código de verificação para este número de telefone.

# SwitchingToTestPhoneNumberNotAllowed
source: Changing the phone number to a test one is not allowed.
da: Det er ikke tilladt at ændre telefonnummeret til en test.
de: Das Ändern der Telefonnummer in eine Testnummer ist nicht erlaubt.
es: No se permite cambiar el número de teléfono a uno de prueba.
fi: Puhelinnumeron muuttaminen testinumeroksi ei ole sallittua.
no: Det er ikke tillatt å endre telefonnummeret til en testnummer.
pt: A mudança do número de telefone para um teste não é permitida.

source: Service Providers
da: Tjenesteudbydere
de: Dienstleister
es: Proveedores de servicios
fi: Palveluntarjoajien
no: Tjenesteleverandører
pt: Provedores de Serviços

source: Buy eDaler.
da: Køb eDaler.
de: eDaler kaufen.
es: Comprar eDaler.
fi: Osta eDaler.
no: Kjøp eDaler.
pt: Compre eDaler.

# SelectServiceProviderBuyEDaler
source: Select the Service Provider you want to use to buy eDaler.
da: Vælg den tjenesteudbyder, du vil bruge til at købe eDaler.
de: Wählen Sie den Dienstanbieter aus, den Sie für den Kauf von eDaler verwenden möchten.
es: Seleccione el proveedor de servicios que desea utilizar para comprar eDaler.
fi: Valitse palveluntarjoaja, jota haluat käyttää eDalerin ostamiseen.
no: Velg tjenesteleverandøren du vil bruke til å kjøpe eDaler.
pt: Selecione o Provedor de Serviços que deseja usar para comprar o eDaler.

source: From User
da: Fra bruger
de: Vom Benutzer
es: Del usuario
fi: Käyttäjältä
no: Fra bruker
pt: Do Usuário

source: Short ID
da: Kort ID
de: Kurzausweis
es: Identificación corta
fi: Lyhyt tunnus
no: Kort ID
pt: ID curto

# ConcentratorServiceNotFound
source: No concentrator service found.
da: Ingen koncentrator service fundet.
de: Kein Konzentratordienst gefunden.
es: No se encontró ningún servicio de concentrador.
fi: Rikastinpalvelua ei löytynyt.
no: Ingen konsentratortjeneste funnet.
pt: Nenhum serviço de concentrador foi encontrado.

# ControlServiceNotFound
source: No control service found.
da: Der blev ikke fundet nogen kontroltjeneste.
de: Kein Kontrolldienst gefunden.
es: No se encontró ningún servicio de control.
fi: Ohjauspalvelua ei löytynyt.
no: Finner ingen kontrolltjeneste.
pt: Nenhum serviço de controle foi encontrado.

# SensorServiceNotFound
source: No sensor service found.
da: Der blev ikke fundet nogen sensorservice.
de: Kein Sensordienst gefunden.
es: No se encontró ningún servicio de sensores.
fi: Anturipalvelua ei löytynyt.
no: Ingen sensortjeneste funnet.
pt: Nenhum serviço de sensor foi encontrado.

source: Control Actuator
da: Betjeningsaktuator
de: Steueraktor
es: Actuador de control
fi: Toimilaite
no: Kontrollaktuator
pt: Atuador de Controle

source: Errors
da: Fejl
de: Irrtümer
es: Errores
fi: Virheitä
no: Feil
pt: Erros

source: Read Sensor
da: Læs sensor
de: Sensor lesen
es: Sensor de lectura
fi: Lue anturi
no: Les sensor
pt: Ler sensor

source: Sensor Data
de: Sensordaten
es: Datos del sensor
fi: Anturin tiedot
pt: Dados do sensor

# SensorDataAccepted
source: Request has been accepted.
da: Anmodningen er blevet accepteret.
de: Anfrage wurde angenommen.
es: La solicitud ha sido aceptada.
fi: Pyyntö on hyväksytty.
no: Forespørselen er akseptert.
pt: O pedido foi aceito.

# SensorDataCancelled
source: Sensor Data readout has been cancelled.
da: Udlæsning af sensordata er blevet annulleret.
de: Das Auslesen der Sensordaten wurde abgebrochen.
es: Se ha cancelado la lectura de datos del sensor.
fi: Anturitietojen lukeminen on peruttu.
no: Avlesningen av sensordata er avlyst.
pt: A leitura dos dados do sensor foi cancelada.

# SensorDataDone
source: Sensor Data readout has completed.
da: Udlæsningen af sensordata er fuldført.
de: Das Auslesen der Sensordaten ist abgeschlossen.
es: Se ha completado la lectura de datos del sensor.
fi: Anturitietojen lukeminen on valmis.
no: Avlesningen av sensordata er fullført.
pt: Leitura de dados do sensor foi concluída.

# SensorDataFailure
source: Sensor Data readout has failed.
da: Udlæsning af sensordata mislykkedes.
de: Das Auslesen der Sensordaten ist fehlgeschlagen.
es: Error en la lectura de datos del sensor.
fi: Anturitietojen lukeminen epäonnistui.
no: Avlesningen av sensordata mislyktes.
pt: A leitura dos dados do sensor falhou.

# SensorDataHeaderComputed
source: Computed
da: Beregnet
de: Gerechnet
es: Computada
fi: Laskettu
no: Beregnet
pt: Calculado

# SensorDataHeaderHistorical
source: Historical
da: Historisk
de: Historisch
es: Histórico
fi: Historiallinen
no: Historisk
pt: Histórico

# SensorDataHeaderIdentity
source: Identity
da: Identitet
de: Identität
es: Identidad
fi: Identiteetti
no: Identitet
pt: Identidade

# SensorDataHeaderMomentary
source: Momentary
da: Momentan
de: Vorübergehend
es: Momentáneo
fi: Hetkellinen
no: Øyeblikkelig
pt: Momentâneo

# SensorDataHeaderOther
source: Other
da: Andet__________
de: Andere __________
es: Otra cosa__________
fi: Muu __________
no: Annet __________
pt: Outros__________

# SensorDataHeaderPeak
source: Peak
da: Top
de: Höhepunkt
es: Pico
fi: Huippu
no: Topp
pt: Pico

# SensorDataHeaderStatus
source: Status
es: Estado
fi: Tila
pt: Estado

# SensorDataReceiving
source: Receiving Sensor Data.
da: Modtagelse af sensordata.
de: Empfangen von Sensordaten.
es: Recepción de datos del sensor.
fi: Anturitietojen vastaanottaminen.
no: Motta sensordata.
pt: Recebendo dados do sensor.

# SensorDataRequested
source: Sensor Data has been requested.
da: Sensordata er blevet anmodet om.
de: Sensordaten wurden angefordert.
es: Se han solicitado datos del sensor.
fi: Anturitietoja on pyydetty.
no: Sensordata er forespurt.
pt: Os dados do sensor foram solicitados.

# SensorDataStarted
source: Sensor Data readout has started.
da: Udlæsningen af sensordata er startet.
de: Die Auslesung der Sensordaten wurde gestartet.
es: Se ha iniciado la lectura de datos del sensor.
fi: Anturitietojen lukeminen on alkanut.
no: Avlesningen av sensordata har startet.
pt: A leitura dos dados do sensor começou.

# SensorDataText
source: Below is information and sensor data available to you, in accordance with your access privileges.
da: Nedenfor er information og sensordata tilgængelige for dig i overensstemmelse med dine adgangsrettigheder.
de: Nachfolgend finden Sie Informationen und Sensordaten, die Ihnen gemäß Ihren Zugriffsrechten zur Verfügung stehen.
es: A continuación se muestra la información y los datos de los sensores disponibles para usted, de acuerdo con sus privilegios de acceso.
fi: Alla on käytettävissäsi olevat tiedot ja anturitiedot käyttöoikeuksiesi mukaisesti.
no: Nedenfor finner du informasjon og sensordata som er tilgjengelige for deg, i samsvar med tilgangsrettighetene dine.
pt: Abaixo estão as informações e dados do sensor disponíveis para você, de acordo com seus privilégios de acesso.

source: Time
da: Tidspunkt
de: Zeit
es: Hora
fi: Aika
no: Tid
pt: Hora

# PepServiceNotFound
source: No personal eventing service found.
da: Ingen personlig begivenhedstjeneste fundet.
de: Kein persönlicher Eventservice gefunden.
es: No se encontró ningún servicio de eventos personales.
fi: Henkilökohtaista tapahtumapalvelua ei löytynyt.
no: Ingen personlig eventing service funnet.
pt: Nenhum serviço de eventos pessoais foi encontrado.

source: Add to list
da: Føj til liste
de: Zur Liste hinzufügen
es: Añadir a la lista
fi: Lisää luetteloon
no: Legg til i liste
pt: Adicionar à lista

source: Delete Rules
da: Slet regler
de: Regeln löschen
es: Eliminar reglas
fi: Poista säännöt
no: Slett regler
pt: Excluir regras

# DeleteRulesQuestion
source: Do you want to delete all provisioning rules for the thing? By doing so, the thing will ask you again for all new events to learn what it is authorized to do.
da: Vil du slette alle klargøringsregler for tingen? Ved at gøre det vil tingen igen bede dig om alle nye begivenheder for at lære, hvad den er autoriseret til at gøre.
de: Möchten Sie alle Bereitstellungsregeln für das Ding löschen? Auf diese Weise wird das Ding Sie erneut nach allen neuen Ereignissen fragen, um zu erfahren, wozu es berechtigt ist.
es: ¿Desea eliminar todas las reglas de aprovisionamiento para la cosa? Al hacerlo, la cosa te pedirá nuevamente todos los eventos nuevos para aprender lo que está autorizado a hacer.
fi: Haluatko poistaa kaikki kyseisen jutun valmistelusäännöt? Näin tekemällä asia pyytää sinua uudelleen kaikista uusista tapahtumista oppiaksesi, mitä sillä on lupa tehdä.
no: Vil du slette alle klargjøringsregler for tingen? Ved å gjøre det, vil tingen igjen be dere om at alle nye begivenheter skal lære hva den er autorisert til å gjøre.
pt: Deseja excluir todas as regras de provisionamento para a coisa? Ao fazer isso, a coisa pedirá novamente para que todos os novos eventos aprendam o que está autorizado a fazer.

# DisownThingQuestion
source: Do you want to disown the thing? This will remove the thing from your list of things, and will permit another to claim the device as theirs.
da: Vil du fornægte sagen? Dette fjerner tingen fra din liste over ting og tillader en anden at kræve enheden som deres.
de: Willst du das Ding verleugnen? Dadurch wird das Ding von Ihrer Liste der Dinge entfernt und es einem anderen ermöglicht, das Gerät als sein eigenes zu beanspruchen.
es: ¿Quieres repudiar la cosa? Esto eliminará la cosa de su lista de cosas y permitirá que otro reclame el dispositivo como suyo.
fi: Haluatko kieltää asian? Tämä poistaa asian asialuettelostasi ja antaa toiselle mahdollisuuden vaatia laitetta omakseen.
no: Vil du fornekte tingen? Dette vil fjerne tingen fra listen over ting, og vil tillate en annen å kreve enheten som deres.
pt: Você quer renegar a coisa? Isso removerá a coisa da sua lista de coisas, e permitirá que outro reivindique o dispositivo como deles.

source: Remove from list
da: Fjern fra listen
de: Aus Liste entfernen
es: Eliminar de la lista
fi: Poista luettelosta
no: Fjern fra listen
pt: Remover da lista

# RulesDeleted
source: Provisioning rules have been deleted.
da: Reglerne om hensættelser er blevet slettet.
de: Bereitstellungsregeln wurden gelöscht.
es: Se han eliminado las reglas de aprovisionamiento.
fi: Valmistelusäännöt on poistettu.
no: Klargjøringsregler er slettet.
pt: As regras de provisionamento foram suprimidas.

# AccessRequestText
source: {0} wants to connect to your device {1}.
da: {0} vil oprette forbindelse til din enheds {1}.
de: {0} möchte {1} eine Verbindung zu Ihrem Gerät herstellen.
es: {0} desea conectarse a su dispositivo {1}.
fi: {0} haluaa muodostaa yhteyden laitteeseesi {1}.
no: {0} vil koble til enheten din {1}.
pt: {0} quer se conectar ao seu dispositivo {1}.

source: Notifications
da: Meddelelser
de: Benachrichtigungen
es: Notificaciones
fi: Ilmoitukset
no: Varslinger
pt: Notificações

# NotificationsText
source: Below you can see a list of notifications resulting from interactions with the thing. Press on each one to display more information and options available.
da: Nedenfor kan du se en liste over meddelelser som følge af interaktioner med tingen. Tryk på hver enkelt for at få vist flere tilgængelige oplysninger og muligheder.
de: Unten sehen Sie eine Liste von Benachrichtigungen, die sich aus Interaktionen mit dem Ding ergeben. Drücken Sie auf jedes Element, um weitere Informationen und verfügbare Optionen anzuzeigen.
es: A continuación puede ver una lista de notificaciones resultantes de las interacciones con la cosa. Presione en cada uno para mostrar más información y opciones disponibles.
fi: Alla näet luettelon ilmoituksista, jotka johtuvat vuorovaikutuksesta asian kanssa. Paina kutakin näyttääksesi lisätietoja ja käytettävissä olevia vaihtoehtoja.
no: Nedenfor kan du se en liste over varsler som følge av interaksjoner med tingen. Trykk på hver enkelt for å vise mer informasjon og tilgjengelige alternativer.
pt: Abaixo você pode ver uma lista de notificações resultantes de interações com a coisa. Pressione cada um para exibir mais informações e opções disponíveis.

source: Access Request
da: Anmodning om adgang
de: Zugriffsanfrage
es: Solicitud de acceso
fi: Pääsypyyntö
no: Forespørsel om tilgang
pt: Solicitação de acesso

# AccessRequestText2
source: A caller has requested access to one of your things. Select how you wish the thing should respond to this type of request.
da: En person, der ringer op, har anmodet om adgang til en af dine ting. Vælg, hvordan du ønsker, at tingen skal svare på denne type anmodning.
de: Ein Anrufer hat Zugriff auf eines Ihrer Objekte angefordert. Wählen Sie aus, wie das Objekt auf diese Art von Anfrage reagieren soll.
es: Una persona que llama ha solicitado acceso a una de tus cosas. Seleccione cómo desea que la cosa responda a este tipo de solicitud.
fi: Soittaja on pyytänyt pääsyä johonkin asiaasi. Valitse, miten haluat, että asia vastaa tämän tyyppiseen pyyntöön.
no: En innringer har bedt om tilgang til en av tingene dine. Velg hvordan du ønsker at tingen skal svare på denne typen forespørsel.
pt: Um interlocutor pediu acesso a uma de suas coisas. Selecione como deseja que a coisa responda a esse tipo de solicitação.

source: Caller
da: Opkalds
de: Anrufer
es: Llamador
fi: Soittaja
no: Ringer
pt: Chamador

source: Caller Address
da: Opkalder adresse
de: Anruferadresse
es: Dirección de la persona que llama
fi: Soittajan osoite
no: Innringeradresse
pt: Endereço de chamada

source: Caller Only
da: Kun opkalder
de: Nur Anrufer
es: Solo persona que llama
fi: Vain soittaja
no: Bare innringer
pt: Somente para ouvintes

# ControlRequestText
source: {0} wants to control parameters on your device {1}.
da: {0} ønsker at kontrollere parametre på din enheds {1}.
de: {0} möchte die Parameter auf Ihrem Gerät {1} steuern.
es: {0} desea controlar los parámetros en su dispositivo {1}.
fi: {0} haluaa hallita laitteesi parametreja {1}.
no: {0} ønsker å kontrollere parametere på enheten din {1}.
pt: {0} quer controlar parâmetros no seu dispositivo {1}.

source: Device
da: Apparat
de: Gerät
es: Dispositivo
fi: Laite
no: Innretning
pt: Dispositivo

# EntireDomain
source: Everyone from {0}
da: Alle fra {0}
de: Alle aus {0}
es: Todos desde {0}
fi: Kaikki {0}
no: Alle fra {0}
pt: Todos de {0}

source: Everyone
da: Alle
de: Jeder
es: Todos
fi: Kaikki
no: Alle
pt: Todos

source: Friendly Name
da: Venligt navn
de: Anzeigename
es: Nombre descriptivo
fi: Kutsumanimi
no: Egendefinert navn
pt: Nome Amigável

# InformationAboutCallerText
source: The following information is available about the caller:
da: Følgende oplysninger er tilgængelige om den, der ringer op:
de: Die folgenden Informationen sind über den Anrufer verfügbar:
es: La siguiente información está disponible acerca de la persona que llama:
fi: Soittajasta on saatavilla seuraavat tiedot:
no: Følgende informasjon er tilgjengelig om den som ringer:
pt: As seguintes informações estão disponíveis sobre o chamador:

source: Not Available
da: Ikke tilgængelig
de: Nicht verfügbar
es: No disponible
fi: Ei saatavilla
no: Ikke tilgjengelig
pt: Não disponível

source: Range
da: Interval
de: Bereich
es: Gama
fi: Etäisyys
no: Rekkevidde
pt: Gama

# RangeText
source: Apply this rule to:
da: Anvend denne regel på:
de: Wenden Sie diese Regel auf Folgendes an:
es: Aplique esta regla a:
fi: Käytä tätä sääntöä:
no: Bruk denne regelen på:
pt: Aplique esta regra a:

# ReadoutRequestText
source: {0} wants to read data from your device {1}.
da: {0} vil læse data fra din enheds {1}.
de: {0} möchte Daten von Ihrem Gerät {1} lesen.
es: {0} desea leer datos de su dispositivo {1}.
fi: {0} haluaa lukea tietoja laitteestasi {1}.
no: {0} vil lese data fra enheten din {1}.
pt: {0} quer ler dados do seu dispositivo {1}.

# ReadoutRequestText2
source: A caller has requested sensor data from one of your things. Select how you wish the thing should respond to this type of request.
da: En opkalder har anmodet om sensordata fra en af dine ting. Vælg, hvordan du ønsker, at tingen skal svare på denne type anmodning.
de: Ein Anrufer hat Sensordaten von einem Ihrer Dinge angefordert. Wählen Sie aus, wie das Objekt auf diese Art von Anfrage reagieren soll.
es: Una persona que llama ha solicitado datos del sensor de una de sus cosas. Seleccione cómo desea que la cosa responda a este tipo de solicitud.
fi: Soittaja on pyytänyt anturitietoja jostakin asiastasi. Valitse, miten haluat, että asia vastaa tämän tyyppiseen pyyntöön.
no: En innringer har bedt om sensordata fra en av tingene dine. Velg hvordan du ønsker at tingen skal svare på denne typen forespørsel.
pt: Um chamador solicitou dados de sensor de uma de suas coisas. Selecione como deseja que a coisa responda a esse tipo de solicitação.

# ReadRequest
source: Readout Request
da: Anmodning om oplæsning
de: Ausleseanforderung
es: Solicitud de lectura
fi: Lue pyyntö
no: Forespørsel om avlesning
pt: Solicitação de leitura

source: Service
da: Tjeneste
de: Dienst
es: Servicio
fi: Palvelu
no: Tjeneste
pt: Serviço

# ToDevice
source: To device, regardless of source
da: Til enhed, uanset kilde
de: Zum Gerät, unabhängig von der Quelle
es: Al dispositivo, independientemente de la fuente
fi: Laitteeseen lähteestä riippumatta
no: Til enhet, uavhengig av kilde
pt: Para dispositivo, independentemente da fonte

# ToService
source: To service, regardless of source
da: At servicere, uanset kilde
de: Service, unabhängig von der Quelle
es: Al servicio, independientemente de la fuente
fi: Palveluun lähteestä riippumatta
no: Til service, uavhengig av kilde
pt: Para atender, independentemente da fonte

# ToUser
source: To user, regardless of source
da: Til bruger, uanset kilde
de: An den Benutzer, unabhängig von der Quelle
es: Al usuario, independientemente de la fuente
fi: Käyttäjälle lähteestä riippumatta
no: Til bruker, uavhengig av kilde
pt: Para o usuário, independentemente da fonte

# UnableToRespond
source: Unable to respond to request.
da: Kan ikke svare på anmodningen.
de: Auf Anfrage kann nicht geantwortet werden.
es: No se puede responder a la solicitud.
fi: Pyyntöön ei voi vastata.
no: Kan ikke svare på forespørsel.
pt: Não é possível responder ao pedido.

source: User
da: Bruger
de: Benutzer
es: Usuario
fi: Käyttäjä
no: Bruker
pt: Utilizador

# XInY
source: {0} in {1}
da: {0} i {1}
es: {0} en {1}
fi: {0} vuonna {1}
no: {0} i {1}
pt: {0} em {1}

# XOnY
source: {0} on {1}
da: {0} på {1}
de: {0} auf {1}
es: {0} en {1}
no: {0} på {1}
pt: {0} em {1}

source: All
da: Al
de: Alle
es: Todo
fi: Kaikki
no: Alt
pt: Todo

source: Computed Values
da: Beregnede værdier
de: Berechnete Werte
es: Valores calculados
fi: Laskennalliset arvot
no: Beregnede verdier
pt: Valores Computados

source: Field Types
da: Felttyper
de: Feldtypen
es: Tipos de campo
fi: Kenttien tyypit
no: Typer felt
pt: Tipos de campo

source: Historical Values
da: Historiske værdier
de: Historische Werte
es: Valores históricos
fi: Historialliset arvot
no: Historiske verdier
pt: Valores Históricos

source: Identity Values
da: Identitetsværdier
de: Identitätswerte
es: Valores de identidad
fi: Identiteetin arvot
no: Identitet Verdier
pt: Valores de identidade
