Repository: Trust-Anchor-Group/IdApp
Catalog: IdApp/IdApp/Resx/AppResources.*.resx
Languages: da, de, es, fi, no, pt, sv

source: Operator does not support Provisioning and Decision Support for things
da: Operator understøtter ikke klargøring og beslutningsstøtte til ting
de: Operator unterstützt keine Bereitstellung und Entscheidungsunterstützung für Dinge
es: El operador no admite el aprovisionamiento y el soporte de decisiones para cosas
fi: Operaattori ei tue asioiden valmistelua ja päätöksenteon tukea
no: Operatøren støtter ikke klargjøring og beslutningsstøtte for ting
pt: Operadora não suporta Provisionamento e Suporte de Decisão para as Coisas
sv: Operatören stödjer inte provisionering och beslutsstöd för saker

# OperatorDoesNotSupportRegisteringNewAccounts
source: The operator {0} does not support registration of new accounts
da: Operatøren {0} understøtter ikke registrering af nye konti
de: Der Betreiber unterstützt {0} keine Registrierung neuer Konten
es: El operador {0} no admite el registro de nuevas cuentas
fi: Operaattori{0} ei tue uusien tilien rekisteröintiä
no: Operatøren {0} støtter ikke registrering av nye kontoer
pt: A operadora {0} não suporta o registro de novas contas
sv: Operatören {0} stödjer inte registrering av nya konton

source: Operator does not support Thing Registries
da: Operatøren understøtter ikke tingregistre
de: Operator unterstützt keine Thing-Registrierungen
es: El operador no admite registros de cosas
fi: Operaattori ei tue asiarekistereitä
no: Operatøren støtter ikke tingregistre
pt: Operador não suporta Registros de Coisas
sv: Operatören stödjer inte Sakregister

source: Options
da: Indstillinger
de: Optionen
es: Opciones
fi: Asetukset
no: Alternativer
pt: Opções
sv: Alternativ

source: Parameters
da: Parametre
de: Parameter
es: Parámetros
fi: Parametrit
no: Parametere
pt: Parâmetros
sv: Parametrar

# ParametersInfoText
source: Contract parameters are shown below, together with their corresponding values.
da: Kontraktparametre er vist nedenfor sammen med deres tilsvarende værdier.
de: Die Vertragsparameter sind unten zusammen mit den entsprechenden Werten aufgeführt.
es: Los parámetros del contrato se muestran a continuación, junto con sus valores correspondientes.
fi: Sopimusparametrit on esitetty alla yhdessä niiden vastaavien arvojen kanssa.
no: Kontraktsparametere er vist nedenfor, sammen med tilhørende verdier.
pt: Os parâmetros do contrato são mostrados abaixo, juntamente com seus valores correspondentes.
sv: Kontraktsparameterar visas nedan tillsammans med deras tillhörande värden.

source: Parts
da: Dele
de: Teile
es: Partes
fi: Paikka
no: Deler
pt: Partes
sv: Delar

# PartsInfoText
source: The (expected) parts defined for the contract is listed below.
da: De (forventede) dele, der er defineret for kontrakten, er angivet nedenfor.
de: Die für den Vertrag definierten (erwarteten) Teile sind unten aufgeführt.
es: Las partes (esperadas) definidas para el contrato se enumeran a continuación.
fi: Sopimukselle määritellyt (odotetut) osat on lueteltu alla.
no: De (forventede) delene som er definert for kontrakten, er oppført nedenfor.
pt: As partes (esperadas) definidas para o contrato estão listadas abaixo.
sv: De (förväntade) delarna som är definierade för kontraktet visas nedan.

source: Password
da: Kodeord
de: Passwort
es: Contraseña
fi: Salasana
no: Passord
pt: Senha
sv: Lösenord

source: Password is invalid
da: Adgangskoden er ugyldig
de: Passwort ist ungültig
es: La contraseña no es válida
fi: Salasana on virheellinen
no: Passordet er ugyldig
pt: A senha é inválida
sv: Lösenordet är ogiltigt

source: Make Payment
da: Foretag betaling
de: Zahlung vornehmen
es: Realizar pago
fi: Suorita maksu
no: Foreta betaling
pt: Fazer o pagamento
sv: Gör betalning

source: Payment
da: Betaling
de: Zahlung
es: Pago
fi: Maksu
no: Betaling
pt: Pagamento
sv: Betalning

source: Payment Acceptance
da: Accept af betaling
de: Zahlungsannahme
es: Aceptación de pagos
fi: Maksun hyväksyminen
no: Betaling Aksept
pt: Aceitação de Pagamentos
sv: Acceptera betalning

# PaymentAcceptanceDescription
source: Below you can see the details of the offline payment. If acceptable, you can choose to accept to send the payment to the Neuron for processing.
da: Nedenfor kan du se detaljerne om offlinebetalingen. Hvis det er acceptabelt, kan du vælge at acceptere at sende betalingen til Neuron til behandling.
de: Unten sehen Sie die Details der Offline-Zahlung. Wenn Sie damit einverstanden sind, können Sie die Zahlung zur Verarbeitung an das Neuron senden.
es: A continuación puede ver los detalles del pago fuera de línea. Si es aceptable, puede optar por aceptar enviar el pago a la Neurona para su procesamiento.
fi: Alla näet offline-maksun tiedot. Jos hyväksyt, voit halutessasi lähettää maksun Neuronille käsittelyä varten.
no: Nedenfor kan du se detaljene for offline-betalingen. Hvis det er akseptabelt, kan du velge å godta å sende betalingen til Neuron for behandling.
pt: Abaixo você pode ver os detalhes do pagamento offline. Se for aceitável, você pode optar por aceitar enviar o pagamento ao Neurônio para processamento.
sv: Nedan kan du se detaljerna över offline-betalningen. Om acceptabla, kan du välja att acceptera att de skickas in till neuronen för behandling.

# PaymentAlreadySent
source: Payment instruction has already been sent. You can resend pending payments from the pending payment view.
da: Betalingsinstruks er allerede sendt. Du kan sende ventende betalinger igen fra visningen afventende betaling.
de: Zahlungsanweisung wurde bereits gesendet. Sie können ausstehende Zahlungen aus der Ansicht "Ausstehende Zahlungen" erneut senden.
es: La instrucción de pago ya ha sido enviada. Puede reenviar pagos pendientes desde la vista de pagos pendientes.
fi: Maksuohje on jo lähetetty. Voit lähettää odottavat maksut uudelleen odottavat maksut -näkymästä.
no: Betalingsinstruksjon er allerede sendt. Du kan sende ventende betalinger på nytt fra visningen av ventende betaling.
pt: As instruções de pagamento já foram enviadas. Você pode resender pagamentos pendentes da exibição de pagamento pendente.
sv: Betalningsinstruktionerna har redan skicakts. Du kan skicka om dessa instruktioner från vyn över väntande betalningar om du vill.

# PaymentDescription
source: Enter the amount to pay to the recipient below. Once done, you can choose to either pay online (if connected) or offline, by clicking on the corresponding button.
da: Indtast det beløb, der skal betales til modtageren nedenfor. Når du er færdig, kan du vælge enten at betale online (hvis du er tilsluttet) eller offline ved at klikke på den tilsvarende knap.
de: Geben Sie unten den Betrag ein, der an den Empfänger gezahlt werden soll. Sobald Sie fertig sind, können Sie wählen, ob Sie online (falls verbunden) oder offline bezahlen möchten, indem Sie auf die entsprechende Schaltfläche klicken.
es: Ingrese la cantidad a pagar al destinatario a continuación. Una vez hecho esto, puede elegir pagar en línea (si está conectado) o fuera de línea, haciendo clic en el botón correspondiente.
fi: Syötä vastaanottajalle maksettava summa alle. Kun olet valmis, voit maksaa joko verkossa (jos se on kytketty) tai offline-tilassa napsauttamalla vastaavaa painiketta.
no: Skriv inn beløpet som skal betales til mottakeren nedenfor. Når du er ferdig, kan du velge å enten betale online (hvis tilkoblet) eller offline, ved å klikke på den tilsvarende knappen.
pt: Digite o valor a pagar ao destinatário abaixo. Uma vez feito, você pode optar por pagar on-line (se conectado) ou offline, clicando no botão correspondente.
sv: Ange belopped att betala till motagaren nedan. När du är klar, kan du välja att betala antingen online (om ansluten) eller offline, genom att klicka på motsvarande knapp.

# PaymentSuccess
source: Payment successfully realized.
da: Betaling realiseret med succes.
de: Zahlung erfolgreich realisiert.
es: Pago realizado con éxito.
fi: Maksu toteutui onnistuneesti.
no: Betaling vellykket realisert.
pt: Pagamento realizado com sucesso.
sv: Betalningen framgångsrikt genomförd.

source: Pay offline
da: Betal offline
de: Offline bezahlen
es: Pagar sin conexión
fi: Maksaminen offline-tilassa
no: Betal offline
pt: Pague offline
sv: Betala offline

source: Pay online
da: Betal online
de: Online bezahlen
es: Pagar en línea
fi: Maksa verkossa
no: Betal på nettet
pt: Pague online
sv: Betala online

source: Peer Review
da: Fagfællebedømmelse
es: Revisión por pares
fi: Vertaisarviointi
no: Fagfellevurdering
pt: Revisão por pares
sv: Granskning av jämbördig

source: Peer review accepted
da: Fagfællebedømmelse accepteret
de: Peer Review akzeptiert
es: Revisión por pares aceptada
fi: Vertaisarviointi hyväksytty
no: Fagfellevurdering akseptert
pt: Revisão por pares aceita
sv: Referentgranskning accepterad

source: Peer review rejected
da: Fagfællebedømmelse afvist
de: Peer Review abgelehnt
es: Revisión por pares rechazada
fi: Vertaisarviointi hylätty
no: Fagfellevurdering avvist
pt: Revisão por pares rejeitada
sv: Referentgranskning avvisad

source: Pending Payment
da: Afventer betaling
de: Ausstehende Zahlung
es: Pago pendiente
fi: Odottava maksu
no: Venter på betaling
pt: Pagamento pendente
sv: Väntande betalning

# PendingPaymentDescription
source: Below you can see information about a payment that has been generated, but has not been fully processed yet.
da: Nedenfor kan du se oplysninger om en betaling, der er genereret, men som endnu ikke er færdigbehandlet.
de: Unten sehen Sie Informationen über eine Zahlung, die generiert, aber noch nicht vollständig verarbeitet wurde.
es: A continuación puede ver información sobre un pago que se ha generado, pero que aún no se ha procesado por completo.
fi: Alla näet tietoja maksusta, joka on luotu, mutta jota ei ole vielä käsitelty kokonaan.
no: Nedenfor kan du se informasjon om en betaling som er generert, men som ikke er fullstendig behandlet ennå.
pt: Abaixo você pode ver informações sobre um pagamento que foi gerado, mas ainda não foi totalmente processado.
sv: Nedan kan du se information om en betalning som har genererats, men som inte har behandlats fullt ut ännu.

source: Personal/legal information
da: Personlige/juridiske oplysninger
de: Persönliche/rechtliche Informationen
es: Información personal/legal
fi: Henkilökohtaiset/oikeudelliset tiedot
no: Personlig/juridisk informasjon
pt: Informações pessoais/legais
sv: Personlig/juridisk information

# PersonalLegalInfoText
source: To be able to get a wallet, perform transactions and sign smart contracts, you need an attested personal or legal identity assigned to your account.
da: For at kunne få en tegnebog, udføre transaktioner og underskrive smarte kontrakter, har du brug for en attesteret personlig eller juridisk identitet tildelt din konto.
de: Um eine Brieftasche zu erhalten, Transaktionen durchzuführen und Smart Contracts zu unterzeichnen, benötigen Sie eine beglaubigte persönliche oder rechtliche Identität, die Ihrem Konto zugewiesen ist.
es: Para poder obtener una billetera, realizar transacciones y firmar contratos inteligentes, necesita una identidad personal o legal certificada asignada a su cuenta.
fi: Jotta voit hankkia lompakon, suorittaa tapahtumia ja allekirjoittaa älykkäitä sopimuksia, tarvitset tilillesi määritetyn todistetun henkilökohtaisen tai oikeudellisen identiteetin.
no: For å kunne få en lommebok, utføre transaksjoner og signere smarte kontrakter, trenger du en attestert personlig eller juridisk identitet tildelt kontoen din.
pt: Para conseguir uma carteira, realizar transações e assinar contratos inteligentes, você precisa de uma identidade pessoal ou legal atestada atribuída à sua conta.
sv: För att skaffa en plånbok, genomföra transaktioner och signera smarta kontrakt behöver du en verifierad personlig eller juridisk identitet kopplad till ditt konto.

source: Personal number
da: Personnummer
de: Persönliche Nummer
es: Número personal
fi: Henkilökohtainen numero
no: Personlig nummer
pt: Número pessoal
sv: Personnummer

# PersonalNumberDoesNotMatchCountry
source: The personal number does not match national personal number regulations
da: Personnummeret stemmer ikke overens med nationale regler for personnumre
de: Die persönliche Nummer stimmt nicht mit den nationalen Vorschriften für persönliche Nummern überein
es: El número personal no coincide con las regulaciones nacionales de números personales
fi: Henkilökohtainen numero ei vastaa kansallisia henkilötunnussäännöksiä
no: Personnummeret samsvarer ikke med nasjonale forskrifter for personnummer
pt: O número pessoal não corresponde aos regulamentos nacionais de números pessoais
sv: Personnumret matchar inte valt lands överrensstämmelser.

# PersonalNumberDoesNotMatchCountry_ExpectedFormat
source: The personal number does not match national personal number regulations. Expected format:
da: Personnummeret stemmer ikke overens med de nationale regler for personnumre. Forventet format:
de: Die persönliche Nummer entspricht nicht den nationalen Vorschriften für persönliche Nummern. Erwartetes Format:
es: El número personal no coincide con las regulaciones nacionales de números personales. Formato esperado:
fi: Henkilökohtainen numero ei vastaa kansallisia henkilökohtaisia numeroita koskevia säännöksiä. Odotettu muoto:
no: Personnummeret samsvarer ikke med nasjonale personnummerbestemmelser. Forventet format:
pt: O número pessoal não corresponde aos regulamentos nacionais de números pessoais. Formato esperado:
sv: Personnumret matchar inte valt lands överrensstämmelser. Förväntat format:

# PersonalNumberPlaceholder
source: Personal Number ({0})
da: Personnummer ({0})
de: Persönliche Nummer ({0})
es: Número personal ({0})
fi: Henkilökohtainen numero ({0})
no: Personlig nummer ({0})
pt: Número pessoal ({0})
sv: Personnummer ({0})

# Petition
source: Request
da: Bøn
de: Bitten
es: Pedir
fi: Pyytää
no: Anmodning
pt: Pedir
sv: Förfrågan

# PetitionContract
source: Access to Contract
da: Adgang til kontrakt
de: Zugang zum Vertrag
es: Acceso al contrato
fi: Pääsy sopimukseen
no: Tilgang til kontrakt
pt: Acesso ao Contrato
sv: Åtkomst till kontrakt

# PetitionContractInformationText
source: A petition for the personal data in one of your contracts has been received. Review the information below and choose how you wish to respond.
da: Der er modtaget et andragende om personoplysningerne i en af dine kontrakter. Gennemgå oplysningerne nedenfor, og vælg, hvordan du vil svare.
de: Eine Petition für die personenbezogenen Daten in einem Ihrer Verträge ist eingegangen. Lesen Sie die folgenden Informationen und wählen Sie aus, wie Sie antworten möchten.
es: Se ha recibido una petición para los datos personales en uno de sus contratos. Revise la información a continuación y elija cómo desea responder.
fi: Yhdessä sopimuksessasi olevia henkilötietoja koskeva vetoomus on vastaanotettu. Tarkista alla olevat tiedot ja valitse, miten haluat vastata.
no: En begjæring om personopplysningene i en av kontraktene dine er mottatt. Se gjennom informasjonen nedenfor og velg hvordan du vil svare.
pt: Uma petição para os dados pessoais em um de seus contratos foi recebida. Revise as informações abaixo e escolha como deseja responder.
sv: En ansökan för personlig data tillhörande ett av dina kontrakt har mottagits. Vänligen granska informationen edan och välj hur du vill svara.

# PetitionIdentity
source: Access to Identity
da: Adgang til identitet
de: Zugriff auf die Identität
es: Acceso a la identidad
fi: Pääsy käyttäjätietoihin
no: Tilgang til identitet
pt: Acesso à Identidade
sv: Åtkomst till identitet

# PetitionIdentityInformationText
source: A petition for the personal data of your legal identity has been received. Review the information below and choose how you wish to respond.
da: Der er modtaget et andragende om personoplysninger om din juridiske identitet. Gennemgå oplysningerne nedenfor, og vælg, hvordan du vil svare.
de: Eine Petition für die personenbezogenen Daten Ihrer rechtlichen Identität ist eingegangen. Lesen Sie die folgenden Informationen und wählen Sie aus, wie Sie antworten möchten.
es: Se ha recibido una petición para los datos personales de su identidad legal. Revise la información a continuación y elija cómo desea responder.
fi: Hakemus laillisen henkilöllisyytesi henkilötiedoista on vastaanotettu. Tarkista alla olevat tiedot ja valitse, miten haluat vastata.
no: En begjæring om personopplysninger om din juridiske identitet er mottatt. Se gjennom informasjonen nedenfor og velg hvordan du vil svare.
pt: Uma petição para os dados pessoais de sua identidade legal foi recebida. Revise as informações abaixo e escolha como deseja responder.
sv: En ansökan för personlig data tillhörande din juridiska identitet har mottagits. Vänligen granska informationen nedan och välj hur du vill svara.

source: Petition sent
da: Andragende sendt
de: Petition gesendet
es: Petición enviada
fi: Vetoomus lähetetty
no: Underskriftskampanje sendt
pt: Petição enviada
sv: Begäran skickad

# PetitionSignature
source: Signature requested
da: Anmodning om underskrift
de: Unterschrift erbeten
es: Firma solicitada
fi: Allekirjoitus pyydetty
no: Krever underskrift
pt: Assinatura solicitada
sv: Signatur önskad

# PetitionSignatureInformationText
source: A request for your signature has been received. Review the reason below, and the information about who sent the request, and then choose how you wish to respond.
da: Der er modtaget en anmodning om din underskrift. Gennemgå årsagen nedenfor og oplysningerne om, hvem der har sendt anmodningen, og vælg derefter, hvordan du vil svare.
de: Eine Bitte um Ihre Unterschrift ist eingegangen. Überprüfen Sie den Grund unten und die Informationen darüber, wer die Anfrage gesendet hat, und wählen Sie dann aus, wie Sie antworten möchten.
es: Se ha recibido una solicitud de su firma. Revise el motivo a continuación y la información sobre quién envió la solicitud y, a continuación, elija cómo desea responder.
fi: Allekirjoituspyyntö on vastaanotettu. Tarkista alla oleva syy ja tiedot siitä, kuka lähetti pyynnön, ja valitse sitten, miten haluat vastata.
no: En forespørsel om signaturen din er mottatt. Se gjennom årsaken nedenfor og informasjonen om hvem som sendte forespørselen, og velg deretter hvordan du vil svare.
pt: Um pedido de sua assinatura foi recebido. Revise o motivo abaixo e as informações sobre quem enviou a solicitação e escolha como deseja responder.
sv: En förfrågan om din signatur har mottagits. Granska anledningen nedan, och informationen om vem som skickat förfrågan, och välj sedan hur du vill svara.

source: Petition to view contract was denied.
da: Andragende om at se kontrakt blev afvist.
de: Der Antrag auf Einsichtnahme in den Vertrag wurde abgelehnt.
es: La petición para ver el contrato fue denegada.
fi: Vetoomus sopimuksen tarkastelemisesta evättiin.
no: Begjæring om å se kontrakt ble avslått.
pt: Petição para ver contrato foi negada.
sv: Begäran att få se kontraktet avslogs.

source: Petition to view legal identity was denied.
da: Andragende om at se juridisk identitet blev afvist.
de: Der Antrag auf Einsichtnahme in die Rechtspersönlichkeit wurde abgelehnt.
es: La petición para ver la identidad legal fue denegada.
fi: Vetoomus laillisen identiteetin tarkastelemiseksi evättiin.
no: Begjæring om å se juridisk identitet ble avslått.
pt: Petição para ver identidade jurídica foi negada.
sv: Begäran att få se den juridiska identiteten avslogs.

source: Photo is too large
da: Billedet er for stort
de: Foto ist zu groß
es: La foto es demasiado grande
fi: Valokuva on liian suuri
no: Bildet er for stort
pt: A foto é muito grande.
sv: Bilden är för stor

source: Photos
da: Billeder
de: Fotos
es: Fotos
fi: Valokuvat
no: Bilder
pt: Fotos
sv: Bilder

source: Pick photo
da: Vælg billede
de: Foto auswählen
es: Elegir foto
fi: Valitse valokuva
no: Velg bilde
pt: Escolha foto
sv: Välj foto

# PinIsInvalid
source: PIN is invalid. You have {0} remaining attempts.
da: Pinkoden er ugyldig. Du har {0} resterende forsøg.
de: PIN ist ungültig. Sie haben {0} verbleibenden Versuche.
es: El PIN no es válido. Tienes {0} intentos restantes.
fi: PIN-koodi on virheellinen. Sinulla on {0} jäljellä olevia yrityksiä.
no: PIN-koden er ugyldig. Du har {0} gjenværende forsøk.
pt: PIN é inválido. Você tem {0} tentativas restantes.
sv: PIN-koden är ogiltig. Du har {0} försök kvar.

# PinIsInvalidAplicationBlockedForever
source: PIN attempts entering is exceded. Your application has been blocked forever
da: Pin-forsøg på indtastning er undtaget. Din ansøgning er blevet blokeret for evigt
de: PIN-Eingabeversuche sind überschritten. Ihre Bewerbung wurde für immer blockiert
es: Se superan los intentos de PIN que ingresan. Su aplicación ha sido bloqueada para siempre
fi: PIN-koodin syöttöyritykset poistetaan. Sovelluksesi on estetty ikuisesti
no: PIN-kodeforsøk som angis, fjernes. Søknaden din har blitt blokkert for alltid
pt: As tentativas de digitamento do PIN são excededas. Sua aplicação foi bloqueada para sempre
sv: Antalet försök att ange PIN har överskridits. Din applikation har låsts permanent.

# PinIsInvalidAplicationBlocked
source: PIN attempts entering is exceded. Your application has been blocked till {0}.
da: Pin-forsøg på indtastning er undtaget. Din ansøgning er blevet blokeret indtil {0}.
de: PIN-Eingabeversuche sind überschritten. Ihre Bewerbung wurde bis {0} blockiert.
es: Se superan los intentos de PIN que ingresan. Su aplicación ha sido bloqueada hasta {0}.
fi: PIN-koodin syöttöyritykset poistetaan. Sovelluksesi on estetty {0} asti.
no: PIN-kodeforsøk som angis, fjernes. Søknaden din er blokkert til {0}.
pt: As tentativas de digitamento do PIN são excededas. Sua inscrição foi bloqueada até {0}.
sv: Antalet försök att ange PIN har överskridits. Din applikation har låsts till {0}.

# PinIsInvalidAplicationBlockedTillTomorrow
source: PIN attempts entering is exceded. Your application has been blocked till tomorrow at {0}.
da: Pin-forsøg på indtastning er undtaget. Din ansøgning er blevet blokeret indtil i morgen kl. {0}.
de: PIN-Eingabeversuche sind überschritten. Ihre Bewerbung wurde bis morgen um {0} gesperrt.
es: Se superan los intentos de PIN que ingresan. Su aplicación ha sido bloqueada hasta mañana a las {0}.
fi: PIN-koodin syöttöyritykset poistetaan. Hakemuksesi on estetty huomiseen asti klo {0}.
no: PIN-kodeforsøk som angis, fjernes. Søknaden din er blokkert til i morgen kl. {0}.
pt: As tentativas de digitamento do PIN são excededas. Sua inscrição foi bloqueada até amanhã em {0}.

# PinIsInvalidAplicationBlockedForOneWeek
source: PIN attempts entering is exceded. Your application has been blocked for one week
da: Pin-forsøg på indtastning er undtaget. Din ansøgning har været blokeret i en uge
de: PIN-Eingabeversuche sind überschritten. Ihre Bewerbung wurde für eine Woche gesperrt
es: Se superan los intentos de PIN que ingresan. Su aplicación ha sido bloqueada durante una semana
fi: PIN-koodin syöttöyritykset poistetaan. Hakemuksesi on ollut estettynä viikon ajan
no: PIN-kodeforsøk som angis, fjernes. Søknaden din har vært blokkert i en uke
pt: As tentativas de digitamento do PIN são excededas. Sua inscrição foi bloqueada por uma semana
sv: Antalet försök att ange PIN har överskridits. Din applikation har låsts i en vecka.

# PinMustNotIncludeWhitespace
source: PIN number must not include leading or trailing whitespace.
da: PIN-nummeret må ikke indeholde foranstillede eller efterfølgende mellemrum.
de: Die PIN-Nummer darf keine führenden oder nachfolgenden Leerzeichen enthalten.
es: El número PIN no debe incluir espacios en blanco iniciales o finales.
fi: PIN-numero ei saa sisältää välilyöntejä alussa tai lopussa.
no: PIN-kode må ikke inneholde foranstilt eller etterfølgende mellomrom.
pt: O número PIN não deve incluir espaço branco líder ou de arrasto.
sv: PIN-koden får inte inledas eller avslutas med blanksteg.
