Repository: Trust-Anchor-Group/IdApp
Catalog: IdApp/IdApp/Resx/AppResources.*.resx
Languages: da, de, es, fi, no, pt, sv

# YourContractContainsErrors
source: Your contract contains errors. Fix these errors and try again.
da: Din kontrakt indeholder fejl. Ret disse fejl, og prøv igen.
de: Ihr Vertrag enthält Fehler. Beheben Sie diese Fehler und versuchen Sie es erneut.
es: Su contrato contiene errores. Corrija estos errores e inténtelo de nuevo.
fi: Sopimuksessasi on virheitä. Korjaa nämä virheet ja yritä uudelleen.
no: Kontrakten din inneholder feil. Løs disse feilene, og prøv på nytt.
pt: Seu contrato contém erros. Corrija esses erros e tente novamente.
sv: Kontraktet innehåller fel. Rätta dem och försök igen.

source: Your legal identity
da: Din juridiske identitet
de: Ihre rechtliche Identität
es: Su identidad legal
fi: Juridinen identiteettisi
no: Din juridiske identitet
pt: Sua identidade legal
sv: Din juridiska identitet

# YourLegalIdentityHasBeenCompromised
source: Your legal identity has been marked as compromised. You have therefore been redirected to create a new account.
da: Din juridiske identitet er blevet markeret som kompromitteret. Du er derfor blevet omdirigeret til at oprette en ny konto.
de: Ihre rechtliche Identität wurde als kompromittiert markiert. Sie wurden daher umgeleitet, um ein neues Konto zu erstellen.
es: Su identidad legal ha sido marcada como comprometida. Por lo tanto, ha sido redirigido para crear una nueva cuenta.
fi: Laillinen henkilöllisyytesi on merkitty vaarantuneeksi. Siksi sinut on ohjattu luomaan uusi tili.
no: Din juridiske identitet har blitt merket som kompromittert. Du har derfor blitt omdirigert til å opprette en ny konto.
pt: Sua identidade legal foi marcada como comprometida. Portanto, você foi redirecionado para criar uma nova conta.
sv: Din juridiska identitet har markerats som komprometterad. Du har därför hänvisats till registreringen för att skapa ett nytt konto.

# YourLegalIdentityHasBeenObsoleted
source: Your legal identity has been marked obsolete. You have therefore been redirected to create a new account.
da: Din juridiske identitet er blevet markeret forældet. Du er derfor blevet omdirigeret til at oprette en ny konto.
de: Ihre rechtliche Identität wurde als obsolet markiert. Sie wurden daher umgeleitet, um ein neues Konto zu erstellen.
es: Su identidad legal ha sido marcada como obsoleta. Por lo tanto, ha sido redirigido para crear una nueva cuenta.
fi: Oikeudellinen henkilöllisyytesi on merkitty vanhentuneeksi. Siksi sinut on ohjattu luomaan uusi tili.
no: Din juridiske identitet er merket som foreldet. Du har derfor blitt omdirigert til å opprette en ny konto.
pt: Sua identidade legal foi marcada como obsoleta. Portanto, você foi redirecionado para criar uma nova conta.
sv: Din juridiska identitet har markerats som föråldrad. Du har därför hänvisats till registreringen för att skapa ett nytt konto.

# YourLegalIdentityHasInvalidOrMissingKeys
source: Your legal identity's signing keys are invalid. You have therefore been redirected to create a new account.
da: Din juridiske identitets signeringsnøgler er ugyldige. Du er derfor blevet omdirigeret til at oprette en ny konto.
de: Die Signaturschlüssel Ihrer rechtlichen Identität sind ungültig. Sie wurden daher umgeleitet, um ein neues Konto zu erstellen.
es: Las claves de firma de su identidad legal no son válidas. Por lo tanto, ha sido redirigido para crear una nueva cuenta.
fi: Juridisen henkilöllisyytesi allekirjoitusavaimet ovat virheellisiä. Siksi sinut on ohjattu luomaan uusi tili.
no: Signeringsnøklene til den juridiske identiteten din er ugyldige. Du har derfor blitt omdirigert til å opprette en ny konto.
pt: As chaves de assinatura de sua identidade legal são inválidas. Portanto, você foi redirecionado para criar uma nova conta.
sv: Din juridiska identitets signeringsnycklar är ogiltiga. Du har därför hänvisats till registreringen för att skapa ett nytt konto.

source: Your Role
da: Din rolle
de: Ihre Rolle
es: Su función
fi: Sinun roolisi
no: Din rolle
pt: Seu Papel
sv: Din roll

# ZipCode
source: Zip or Postal Code
da: Postnummer eller postnummer
de: Postleitzahl
es: Código postal
fi: Postinumero tai postinumero
no: Postnummer
pt: CEP ou Cep
sv: Postkod

# SelectContactToPay
source: Below are all contacts in your contact book. Select the contact to whom you want to make the payment.
da: Nedenfor er alle kontakter i din kontaktbog. Vælg den kontakt, som du vil foretage betalingen til.
de: Unten finden Sie alle Kontakte in Ihrem Kontaktbuch. Wählen Sie den Kontakt aus, an den Sie die Zahlung vornehmen möchten.
es: A continuación se muestran todos los contactos de su libreta de contactos. Seleccione el contacto al que desea realizar el pago.
fi: Alla on kaikki yhteystietokirjassasi olevat yhteystiedot. Valitse yhteyshenkilö, jolle haluat suorittaa maksun.
no: Nedenfor er alle kontaktene i kontaktboken din. Velg kontakten du vil betale til.
pt: Abaixo estão todos os contatos em seu livro de contatos. Selecione o contato a quem deseja fazer o pagamento.
sv: Nedan är alla kontakter i din kontaktbok. Välj kontakten du vill göra betalningen till.

source: Send Code
da: Send kode
de: Code senden
es: Enviar código
fi: Lähetä koodi
no: Send kode
pt: Enviar código

# DisabledFor
source: DISABLED FOR {0} SECONDS
da: DEAKTIVERET I {0} SEKUNDER
de: DEAKTIVIERT FÜR {0} SEKUNDEN
es: DESACTIVADO DURANTE {0} SEGUNDOS
fi: POISSA KÄYTÖSTÄ {0} SEKUNNIKSI
no: DEAKTIVERT I {0} SEKUNDER
pt: DESATIVADO POR {0} SEGUNDOS

# UnableToVerifyCode
source: The code was not correct.
da: Koden var ikke korrekt.
de: Der Code war nicht korrekt.
es: El código no era correcto.
fi: Koodi ei ollut oikea.
no: Koden var ikke riktig.
pt: O código não estava correto.
sv: Koden var inte korrekt.

source: Verification Code
da: Bekræftelseskode
de: Verifizierungscode
es: Código de verificación
fi: Vahvistuskoodi
no: Bekreftelseskode
pt: Código de verificação
sv: Verifieringskod

source: Verify Code
da: Bekræft kode
de: Code überprüfen
es: Verificar código
fi: Vahvista koodi
no: Bekreft kode
pt: Verificar código
sv: Verifiera koden

# VerifiedButton
source: Verified
da: Bekræftet
de: Verifiziert
es: Verificado
fi: Tarkistaa
no: Bekreftet
pt: Verificado

# WelcomeToTagValidatePhoneNr
source: We also need to validate your mobile phone number. Please enter your mobile phone number below, using international phone number format, without spaces.
da: Vi skal også validere dit mobiltelefonnummer. Indtast dit mobiltelefonnummer nedenfor ved hjælp af internationalt telefonnummerformat uden mellemrum.
de: Wir müssen auch Ihre Mobiltelefonnummer validieren. Bitte geben Sie unten Ihre Mobiltelefonnummer im internationalen Rufnummernformat ohne Leerzeichen ein.
es: También necesitamos validar su número de teléfono móvil. Introduzca su número de teléfono móvil a continuación, utilizando el formato de número de teléfono internacional, sin espacios.
fi: Meidän on myös vahvistettava matkapuhelinnumerosi. Kirjoita matkapuhelinnumerosi alle käyttäen kansainvälistä puhelinnumeromuotoa, ilman välilyöntejä.
no: Vi må også validere mobilnummeret ditt. Vennligst skriv inn mobilnummeret ditt nedenfor, ved hjelp av internasjonalt telefonnummerformat, uten mellomrom.
pt: Também precisamos validar seu número de telefone celular. Digite seu número de telefone celular abaixo, usando o formato de número de telefone internacional, sem espaços.
sv: Vi behöver också valdera ditt mobilnummer. Var god och skriv in ditt mobiltelefonnummer nedan, genom att använda det internationella telefonnummerformatet, utan mellanslag.

source: Select Purpose
da: Vælg formål
de: Zweck auswählen
es: Seleccione Propósito
fi: Valitse tarkoitus
no: Velg formål
pt: Selecionar propósito
sv: Välj ändamål

# WelcomeToTagPhoneNrCodeSent
source: A code has been sent to the number indicated above. When you receive it, please enter the verification code below to continue.
da: Der er sendt en kode til det nummer, der er angivet ovenfor. Når du modtager den, skal du indtaste bekræftelseskoden nedenfor for at fortsætte.
de: Ein Code wurde an die oben angegebene Nummer gesendet. Wenn Sie es erhalten, geben Sie bitte den Bestätigungscode unten ein, um fortzufahren.
es: Se ha enviado un código al número indicado anteriormente. Cuando lo reciba, ingrese el código de verificación a continuación para continuar.
fi: Koodi on lähetetty yllä mainittuun numeroon. Kun saat sen, anna alla oleva vahvistuskoodi jatkaaksesi.
no: En kode er sendt til nummeret som er angitt ovenfor. Når du mottar den, vennligst skriv inn bekreftelseskoden nedenfor for å fortsette.
pt: Um código foi enviado para o número indicado acima. Quando você recebê-lo, digite o código de verificação abaixo para continuar.
sv: En kod har skickats till numret angivet ovan. När du tar emot det, var god skriv ner verifieringskoden nedan for att fortsätta.

source: Claim Invitation
da: Invitation til at gøre krav på
de: Einladung beanspruchen
es: Invitación a reclamar
fi: Lunasta kutsu
no: Invitasjon til krav
pt: Convite de Reivindicação
sv: Använd inbjudan

source: Invitation
da: Indbydelse
de: Einladung
es: Invitación
fi: Kutsu
no: Invitasjon
pt: Convite
sv: Inbjudan

source: Not an invitation code.
da: Ikke en invitationskode.
de: Kein Einladungscode.
es: No es un código de invitación.
fi: Ei kutsukoodi.
no: Ikke en invitasjonskode.
pt: Não é um código de convite.
sv: Inte en kod med en inbjudan.

# ThisCodeCannotBeClaimedAtThisTime
source: This code represents a Tag ID invitation, and cannot be claimed at this time.
da: Denne kode repræsenterer en Tag ID-invitation og kan ikke gøres krav på på nuværende tidspunkt.
de: Dieser Code stellt eine Tag-ID-Einladung dar und kann derzeit nicht beansprucht werden.
es: Este código representa una invitación de ID de etiqueta y no se puede reclamar en este momento.
fi: Tämä koodi edustaa Tag ID -kutsua, eikä sitä voi varata tällä hetkellä.
no: Denne koden representerer en tagg-ID-invitasjon, og kan ikke gjøres krav på for øyeblikket.
pt: Este código representa um convite de Identificação de Tag, e não pode ser reclamado neste momento.
sv: Denna kod representerar en Tag ID-inbjudan, och kan inte användas vid denna tidpunkt.

source: Create Account
da: Opret konto
de: Konto erstellen
es: Crear cuenta
fi: Luo tili
no: Opprett konto
pt: Criar conta
sv: Skapa konto

source: Invalid invitation code.
da: Ugyldig invitationskode.
de: Ungültiger Einladungscode.
es: Código de invitación no válido.
fi: Virheellinen kutsukoodi.
no: Ugyldig invitasjonskode.
pt: Código de convite inválido.
sv: Ogiltig inbjudningskod.

source: Scan Invitation
da: Invitation til scanning
de: Einladung zum Scannen
es: Invitación a escanear
fi: Skannauskutsu
no: Skann invitasjon
pt: Convite de varredura
sv: Skanna inbjudan

# ToConnectToDomainYouNeedAnAccount1
source: Your service provider has been selected to be
da: Din tjenesteudbyder er blevet udvalgt til at være
de: Ihr Dienstanbieter wurde als
es: Su proveedor de servicios ha sido seleccionado para ser
fi: Palveluntarjoajasi on valittu
no: Tjenesteleverandøren din er valgt til å være
pt: Seu provedor de serviços foi selecionado para ser
sv: Den tjänsteleverantör som har valts åt dig är

# ToConnectToDomainYouNeedAnAccount2
source: You can choose to create an account on this provider. Enter the name of the account you wish to create, and press the Create New button. You can also choose to scan an invitation code, to select another service provider for your accout. If you scan a transfer code, you can use an account that has already been prepared for you. Click the Scan Invitation button to scan an invitation or transfer code.
da: Du kan vælge at oprette en konto hos denne udbyder. Indtast navnet på den konto, du vil oprette, og tryk på knappen Opret ny. Du kan også vælge at scanne en invitation eller overførselskode for at bruge en konto, der allerede er forberedt til dig, hos en anden tjenesteudbyder. Klik på knappen Scan invitation for at scanne en invitationskode.
de: Sie können ein Konto bei diesem Anbieter erstellen. Geben Sie den Namen des Kontos ein, das Sie erstellen möchten, und klicken Sie auf die Schaltfläche Neu erstellen. Sie können auch einen Einladungscode scannen, um einen anderen Dienstanbieter für Ihr Konto auszuwählen. Wenn Sie einen Überweisungscode scannen, können Sie ein Konto verwenden, das bereits für Sie vorbereitet wurde. Klicken Sie auf die Schaltfläche Einladung scannen, um eine Einladung oder einen Überweisungscode zu scannen.
es: Puede optar por crear una cuenta en este proveedor. Introduzca el nombre de la cuenta que desea crear y pulse el botón Crear nuevo. También puede optar por escanear un código de invitación, para seleccionar otro proveedor de servicios para su cuenta. Si escanea un código de transferencia, puede usar una cuenta que ya haya sido preparada para usted. Haga clic en el botón Escanear invitación para escanear una invitación o transferir código.
fi: Voit halutessasi luoda tilin tälle palveluntarjoajalle. Kirjoita sen tilin nimi, jonka haluat luoda, ja paina Luo uusi -painiketta. Voit myös skannata kutsun tai siirtokoodin käyttääksesi tiliä, joka on jo valmisteltu sinulle, toisella palveluntarjoajalla. Napsauta Skannauskutsu-painiketta skannataksesi kutsukoodin.
no: Du kan velge å opprette en konto hos denne leverandøren. Skriv inn navnet på kontoen du vil opprette, og trykk på Opprett ny-knappen. Du kan også velge å skanne en invitasjon eller overføringskode, for å bruke en konto som allerede er klargjort for deg, hos en annen tjenesteleverandør. Klikk på Skann invitasjon-knappen for å skanne en invitasjonskode.
pt: Você pode optar por criar uma conta neste provedor. Digite o nome da conta que deseja criar e pressione o botão Criar novo. Você também pode optar por digitalizar um convite ou código de transferência, para usar uma conta que já foi preparada para você, em outro provedor de serviços. Clique no botão 'Procurar' para digitalizar um código de convite.
sv: Du kan välja att skapa ett konto hos denna leverantör. Skriv in namnet på kontot du skulle vilja använda, och tryck på Skapa Nytt-knappen. Du kan också välja att skanna en inbjudan eller överföringskod, för att använda ett konto som har förberetts åt dig, hos en annan tjänsteleverantör. Klicka på knappen för att skanna inbjudan, för att scanna en inbjudnings- eller överföringskod.

# FailedToBindViewModelForPage
source: Failed to bind viewmodel {0} for page {1}
da: Der kunne ikke knyttes {0} til side {1}
de: Viewmodel-{0} für Seite {1} konnte nicht gebunden werden
es: Error al enlazar el {0} viewmodel para la página {1}
fi: Viewmodel-{0} sitominen sivulle {1} epäonnistui
no: Kan ikke binde visningsmodell {0} for side{1}
pt: Falha ao vincular {0} de modelo de exibição para {1} de página
sv: Misslyckades med att binda vymodellen {0} för sidan {1}

# FailedToRestoreViewModelStateForPage
source: Failed to restore state for viewmodel {0} for page {1}
da: Tilstanden kunne ikke gendannes for visningsmodeller {0} for side {1}
de: Fehler beim Wiederherstellen des Status für Ansichtsmodell {0} für Seite {1}
es: Error al restaurar el estado de viewmodel {0} para la página {1}
fi: Viewmodel- {0} sivun {1} tilan palauttaminen epäonnistui
no: Kan ikke gjenopprette tilstanden for visningsmodell {0} for side{1}
pt: Falha ao restaurar estado para {0} de modelo de exibição para {1} de página
sv: Misslyckades med att återställa state för vymodellen {0} för sidan {1}

# FailedToSaveViewModelStateForPage
source: Failed to save state for viewmodel {0} for page {1}
da: Tilstanden kunne ikke gemmes for visningsmodel {0} for side {1}
de: Fehler beim Speichern des Status für Ansichtsmodell {0} für Seite {1}
es: Error al guardar el estado de viewmodel {0} para la página {1}
fi: Viewmodel- {0} sivun {1} tilan tallentaminen epäonnistui
no: Kan ikke lagre tilstand for visningsmodell {0} for side {1}
pt: Falha ao salvar estado para {0} de modelo de exibição para {1} de página
sv: Misslyckades med att spara state för vymodellen {0} för sidan {1}

# FailedToUnbindViewModelForPage
source: Failed to unbind viewmodel {0} for page {1}
da: Det lykkedes ikke at fjerne {0} for {1}
de: Fehler beim Aufheben der Bindung der Ansichtmodell-{0} für Seite {1}
es: Error al desenlazar el {0} del modelo de vista para la página {1}
fi: Sivun {1} viewmodel-{0} sitominen epäonnistui
no: Kunne ikke oppheve bindingen av visningsmodell {0} for side{1}
pt: Falha ao desvincular o modelo de visualização {0} para {1} de página
sv: Misslyckades med att avbinda vymodellen {0} för sidan {1}

source: Continue anyway
da: Fortsæt alligevel
de: Trotzdem weitermachen
es: Continuar de todos modos
fi: Jatka joka tapauksessa
no: Fortsett uansett
pt: Continue de qualquer maneira
sv: Fortsätt ändå

# DatabaseCorruptInfoText
source: It seems like the database hasn't been closed correctly, and may therefore be damaged. An attempt can be made to repair the database by first wiping it. How would you like to proceed?
da: Det ser ud til, at databasen ikke er blevet lukket korrekt og derfor kan blive beskadiget. Der kan gøres et forsøg på at reparere databasen ved først at slette den. Hvordan vil du gerne fortsætte?
de: Es scheint, als ob die Datenbank nicht korrekt geschlossen wurde und daher beschädigt sein könnte. Es kann versucht werden, die Datenbank zu reparieren, indem sie zuerst gelöscht wird. Wie möchten Sie vorgehen?
es: Parece que la base de datos no se ha cerrado correctamente y, por lo tanto, puede estar dañada. Se puede intentar reparar la base de datos borrándola primero. ¿Cómo le gustaría proceder?
fi: Näyttää siltä, että tietokantaa ei ole suljettu oikein, ja se voi siksi vaurioitua. Tietokanta voidaan yrittää korjata pyyhkimällä se ensin. Miten haluaisit edetä?
no: Det virker som om databasen ikke er lukket riktig, og kan derfor være skadet. Det kan gjøres et forsøk på å reparere databasen ved først å slette den. Hvordan vil du gå frem?
pt: Parece que o banco de dados não foi fechado corretamente e, portanto, pode ser danificado. Uma tentativa pode ser feita para reparar o banco de dados, primeiro limpando-o. Gostaria de proceder?
sv: Applikationen ser ut att inte ha stängts korrekt. Databasen kan därför vara skadad. Ett försök att reparera den genom att nollställa den kan göras. Hur vill du fortsätta?

source: Database issue
da: Database problem
de: Datenbankproblem
es: Problema con la base de datos
fi: Tietokannan ongelma
no: Problem med database
pt: Problema de banco de dados
sv: Databas-problem

# DatabaseRepairFailedInfoText
source: Database repair failed. We're out of options now, so continue at your own risk.
da: Database reparation mislykkedes. Vi er løbet tør for muligheder nu, så fortsæt på eget ansvar.
de: Datenbankreparatur fehlgeschlagen. Wir haben jetzt keine Optionen mehr, also fahren Sie auf eigene Gefahr fort.
es: Error en la reparación de la base de datos. Ahora no tenemos opciones, así que continúe bajo su propio riesgo.
fi: Tietokannan korjaus epäonnistui. Meillä ei ole nyt vaihtoehtoja, joten jatka omalla vastuullasi.
no: Databasereparasjon mislyktes. Vi er ute av alternativer nå, så fortsett på egen risiko.
pt: O reparo do banco de dados falhou. Estamos sem opções agora, então continue por sua conta e risco.
sv: Reparation av databasen misslyckades. Alternativen är uttömda, fortsätt på egen risk.

# EDalerServiceNotFound
source: No eDaler service found on broker.
da: Ingen eDaler-tjeneste fundet på mægler.
de: Kein eDaler-Service auf Broker gefunden.
es: No se encontró ningún servicio de eDaler en el corredor.
fi: Välittäjältä ei löytynyt eDaler-palvelua.
no: Ingen eDaler-tjeneste funnet på megler.
pt: Nenhum serviço eDaler encontrado no corretor.
sv: Ingen eDaler-tjänst hittades på brokern.

source: Failed to close page
da: Kunne ikke lukke siden
de: Seite konnte nicht geschlossen werden
es: Error al cerrar la página
fi: Sivun sulkeminen epäonnistui
no: Kan ikke lukke siden
pt: Falha ao fechar página
sv: Kunde inte stänga sidan

# FailedToNavigateToPage
source: Failed to navigate to page {0} {1}
da: Kunne ikke navigere til side {0} {1}
de: Fehler beim Navigieren zu Seite {0} {1}
es: Error al navegar a la página {0} {1}
fi: Sivulle {0} {1} siirtyminen epäonnistui
no: Kan ikke navigere til side {0} {1}
pt: Falha ao navegar para {0} {1} de página
sv: Kunde inte navigera till sidan {0} {1}

# FileUploadServiceNotFound
source: No file upload service found on broker.
da: Ingen fil upload service fundet på mægler.
de: Kein Datei-Upload-Service auf dem Broker gefunden.
es: No se encontró ningún servicio de carga de archivos en el corredor.
fi: Välittäjältä ei löytynyt tiedostojen latauspalvelua.
no: Ingen filopplastingstjeneste funnet på megler.
pt: Nenhum serviço de upload de arquivo encontrado no corretor.
sv: Ingen tjänst för filuppladdning hittades på brokern.

# InvalidIoTDiscoClaimUri
source: Not a valid iotdisco claim URI.
da: Ikke en gyldig iotdisco krav URI.
de: Kein gültiger iotdisco-Anspruchs-URI.
es: No es un URI de notificación de iotdisco válido.
fi: Ei kelvollinen iotdisco-väite URI.
no: Ikke en gyldig iotdisco krav URI.
pt: Não é uma reivindicação iotdisco válida URI.

# LegalServiceNotFound
source: No legal service found on broker.
da: Ingen juridisk tjeneste fundet på mægler.
de: Kein Rechtsdienst auf Broker gefunden.
es: No se encontró ningún servicio legal en el corredor.
fi: Välittäjältä ei löytynyt oikeudellista palvelua.
no: Ingen juridisk tjeneste funnet på megler.
pt: Nenhum serviço legal encontrado no corretor.
sv: Ingen juridisk tjänst hittades på brokern.

# ProvisioningServiceNotFound
source: No provisioning service found on broker.
da: Ingen provisioneringstjeneste fundet på mægler.
de: Kein Bereitstellungsdienst auf dem Broker gefunden.
es: No se encontró ningún servicio de aprovisionamiento en el agente.
fi: Välittäjältä ei löytynyt provisiointipalvelua.
no: Ingen provisjonstjeneste funnet på megler.
pt: Nenhum serviço de provisionamento encontrado no corretor.
sv: Ingen provisioneringstjänst hittades på brokern.

source: Repair and continue
da: Reparer og fortsæt
de: Reparieren und fortfahren
es: Reparar y continuar
fi: Korjaa ja jatka
no: Reparer og fortsett
pt: Reparar e continuar
sv: Reparera och fortsätt

# ThingRegistryServiceNotFound
source: No thing registry service found on broker.
da: Ingen ting registreringstjeneste fundet på mægler.
de: Nichts Registry-Service auf Broker gefunden.
es: No se encontró ningún servicio de registro en el corredor.
fi: Mikään asia rekisteripalvelu ei löytynyt välittäjältä.
no: Ingen ting registret tjeneste funnet på megler.
pt: Nenhum serviço de registro de coisa encontrado no corretor.
sv: Inget sakregister hittades på brokern.

source: Unable to get list of my devices.
da: Kan ikke få en liste over mine enheder.
de: Die Liste meiner Geräte kann nicht abgerufen werden.
es: No se puede obtener la lista de mis dispositivos.
fi: Laiteluetteloa ei voi saada.
no: Kan ikke få en liste over enhetene mine.
pt: Não é possível obter lista dos meus dispositivos.
sv: Kunde inte hämta listan över mina enheter.

source: Phone
da: Telefon
de: Telefon
es: Teléfono
fi: Puhelin
no: Telefon
pt: Telefone
sv: Telefon

# UnableToAccessInvitation
source: Unable to access invitation information.
da: Kan ikke få adgang til invitationsoplysninger.
de: Auf Einladungsinformationen kann nicht zugegriffen werden.
es: No se puede acceder a la información de invitación.
fi: Kutsutietoja ei voi käyttää.
no: Får ikke tilgang til invitasjonsinformasjon.
pt: Não é possível acessar informações de convite.
sv: Kunde inte komma åt information om inbjudan.

source: Invitation accepted
da: Invitation accepteret
de: Einladung angenommen
es: Invitación aceptada
fi: Kutsu hyväksytty
no: Invitasjon godtatt
pt: Convite aceito
sv: Inbjudan accepterad
