Repository: Trust-Anchor-Group/IdApp
Catalog: IdApp/IdApp/Resx/AppResources.*.resx
Languages: da, de, es, fi, no, pt, sv

# EDalerNoteDescription
source: The code represents an eDaler note. You can accept it by pressing the Accept button below. If it has not been accepted before, your wallet will receive the amount of eDaler specified on the note.
da: Koden repræsenterer en eDaler-note. Du kan acceptere det ved at trykke på knappen Accepter nedenfor. Hvis det ikke er blevet accepteret før, modtager din tegnebog det beløb, der er angivet på sedlen.
de: Der Code stellt eine eDaler-Notiz dar. Sie können es akzeptieren, indem Sie unten auf die Schaltfläche Akzeptieren klicken. Wenn es noch nicht akzeptiert wurde, erhält Ihre Brieftasche die auf der Notiz angegebene Menge an eDaler.
es: El código representa una nota eDaler. Puede aceptarlo presionando el botón Aceptar a continuación. Si no ha sido aceptado antes, su billetera recibirá la cantidad de eDaler especificada en la nota.
fi: Koodi edustaa eDaler-huomautusta. Voit hyväksyä sen painamalla alla olevaa Hyväksy-painiketta. Jos sitä ei ole hyväksytty aiemmin, lompakkosi saa setelissä määritetyn määrän eDaleria.
no: Koden representerer et eDaler-notat. Du kan godta det ved å trykke på Godta-knappen nedenfor. Hvis det ikke har blitt akseptert før, vil lommeboken din motta mengden eDaler som er spesifisert på notatet.
pt: O código representa uma nota eDaler. Você pode aceitá-lo pressionando o botão Aceitar abaixo. Se não tiver sido aceita antes, sua carteira receberá o valor do eDaler especificado na nota.
sv: Koden representerar en eDaler-sedel. Du kan acceptera den genom att trycka på Acceptera-knappen nedan. Om den inte har accepterats innan, kommer din plånbok att ta emot det antal eDaler som står på sedeln.

source: Encrypt message
da: Krypter besked
de: Nachricht verschlüsseln
es: Cifrar mensaje
fi: Salaa viesti
no: Krypter melding
pt: Mensagem criptografada
sv: Kryptera meddelandet

# EnterPhoneNumber
source: Phone Number
da: Telefonnummer
de: Telefonnummer
es: Número de teléfono
fi: Puhelinnumero
no: Telefonnummer
pt: Número de telefone
sv: Telefonnummer

# ErrorTitle
source: An error has occurred
da: Der er sket en fejl
de: Ein Fehler ist aufgetreten
es: Se ha producido un error
fi: On tapahtunut virhe
no: Det har oppstått en feil
pt: Ocorreu um erro
sv: Ett fel har inträffat

source: Exit
da: Udgang
de: Ausgang
es: Salida
fi: Uloskäynti
no: Utgang
pt: Sair
sv: Stäng

# ExpiredEDalerUri
source: This eDaler code has expired.
da: Denne eDaler-kode er udløbet.
de: Dieser eDaler-Code ist abgelaufen.
es: Este código eDaler ha caducado.
fi: Tämä eDaler-koodi on vanhentunut.
no: Denne eDaler-koden er utløpt.
pt: Este código eDaler expirou.
sv: Den här eDaler-koden har upphört att gälla.

# ExpiresAt
source: (Expires {0})
da: (Udløber {0})
de: (Läuft {0} ab)
es: (Caduca {0})
fi: (Vanhenee {0})
no: (Utløper {0})
pt: (Expira {0})
sv: (Går ut {0})

source: Failed to load photo
da: Kunne ikke indlæse foto
de: Foto konnte nicht geladen werden
es: Error al cargar la foto
fi: Valokuvan lataaminen epäonnistui
no: Kunne ikke laste inn bilde
pt: Falha ao carregar foto
sv: Misslyckades med att ladda foto

source: First name
da: Fornavn
de: Vorname
es: Nombre
fi: Etunimi
no: Fornavn
pt: Nome próprio
sv: Förnamn

source: From
da: Fra
de: Von
es: De
fi: Alkaen
no: Fra
pt: De
sv: Från

source: General Information
da: Generelle oplysninger
de: Allgemeine Informationen
es: Información general
fi: Yleistä tietoa
no: Generell informasjon
pt: Informações Gerais
sv: Allmän information

# GeneralInformationInfoText
source: Following is some general information about the contract.
da: Følgende er nogle generelle oplysninger om kontrakten.
de: Im Folgenden finden Sie einige allgemeine Informationen zum Vertrag.
es: A continuación se presenta información general sobre el contrato.
fi: Seuraavassa on joitain yleisiä tietoja sopimuksesta.
no: Følgende er litt generell informasjon om kontrakten.
pt: A seguir, algumas informações gerais sobre o contrato.
sv: Nedan visas lite allmän information om kontraktet.

source: Generate QR Code
da: Generer QR-kode
de: QR-Code generieren
es: Generar código QR
fi: Luo QR-koodi
no: Generer QR-kode
pt: Gerar QR Code
sv: Generera QR-kod

source: Hash Function
da: Hash-funktion
de: Hashfunktion
es: Función Hash
fi: Hajautusfunktio
no: Hash-funksjon
pt: Função hash
sv: Hash-funktion

source: Home
da: Hjem
de: Heim
es: Hogar
fi: Koti
no: Hjem
pt: Casa
sv: Hem

source: Human readable text
da: Menneskelig læsbar tekst
de: Von Menschen lesbarer Text
es: Texto legible por humanos
fi: Ihmisen luettavissa oleva teksti
no: Lesbar tekst
pt: Texto legível humano
sv: Klartext

# IApproveOfMyPersonalInformationToBeAssociated
source: I approve of my personal information to be associated with the legal identity I am reviewing, for the purposes of transparency.
da: Jeg godkender, at mine personlige oplysninger knyttes til den juridiske identitet, jeg gennemgår, med henblik på gennemsigtighed.
de: Ich bin damit einverstanden, dass meine personenbezogenen Daten aus Gründen der Transparenz mit der rechtlichen Identität verknüpft werden, die ich überprüfe.
es: Apruebo que mi información personal se asocie con la identidad legal que estoy revisando, con fines de transparencia.
fi: Hyväksyn avoimuuden vuoksi, että henkilötietoni yhdistetään tarkistamaani oikeudelliseen identiteettiin.
no: Jeg godkjenner at min personlige informasjon skal knyttes til den juridiske identiteten jeg gjennomgår, med henblikk på åpenhet.
pt: Aprovo que minhas informações pessoais estejam associadas à identidade jurídica que estou revisando, para fins de transparência.
sv: Jag godkänner att min personliga information associeras med den juridiska identiteten jag granskar, för full transparens.

source: ID
es: Identificación
fi: Henkilöllisyystodistus

# IdCopiedSuccessfully
source: A link to the ID was copied to the clipboard.
da: Et link til id'et blev kopieret til udklipsholderen.
de: Ein Link zur ID wurde in die Zwischenablage kopiert.
es: Se copió un enlace al ID en el portapapeles.
fi: Linkki tunnukseen kopioitiin leikepöydälle.
no: En kobling til ID-en ble kopiert til utklippstavlen.
pt: Um link para a ID foi copiado para a prancheta.
sv: En länk till IDt kopierades till klippboken.

source: Identity
da: Identitet
de: Identität
es: Identidad
fi: Identiteetti
no: Identitet
pt: Identidade
sv: Identitet

source: Identity information
da: Identitetsoplysninger
de: Identitätsinformationen
es: Información de identidad
fi: Tunnistetiedot
no: Identitetsinformasjon
pt: Informações de identidade
sv: Identitetsinformation

# IdentityInformationInfoText
source: The following is personal information registered for the party who signed the contract.
da: Følgende er personlige oplysninger registreret for den part, der underskrev kontrakten.
de: Im Folgenden finden Sie personenbezogene Daten, die für die Partei registriert sind, die den Vertrag unterzeichnet hat.
es: La siguiente es información personal registrada para la parte que firmó el contrato.
fi: Seuraavat ovat sopimuksen allekirjoittaneelle osapuolelle rekisteröityjä henkilötietoja.
no: Følgende er personopplysninger registrert for den som signerte kontrakten.
pt: A seguir, informações pessoais registradas para a parte que assinou o contrato.
sv: Nedan följer personlig information rörande den person som signerat kontraktet.

# IdentityState_Approved
source: Approved
da: Godkendt
de: Gebilligt
es: Aprobado
fi: Hyväksytty
no: Godkjent
pt: Aprovado
sv: Godkänd

# IdentityState_Compromized
source: Compromized
da: Kompromisløs
de: Komprimiert
es: Comprometido
no: Kompromittert
pt: Compromizado
sv: Äventyrad

# IdentityState_Created
source: Created
da: Lavet
de: Erstellt
es: Creado
fi: Luotu
no: Opprettet
pt: Criado
sv: Skapad

# IdentityState_Obsoleted
source: Obsoleted
da: Forældet
de: Veraltet
es: Obsoleto
fi: Vanhentunut
no: Foreldet
pt: Obsoleto
sv: Föråldrad

# IdentityState_Rejected
source: Rejected
da: Afvist
de: Zurückgewiesen
es: Rechazado
fi: Hylätty
no: Avslått
pt: Indeferido
sv: Avvisad

source: Ignore
da: Ignorere
de: Ignorieren
es: Ignorar
fi: Olla välittämättä
no: Ignorere
pt: Ignorar
sv: Ignorera

# IHaveCarefullyReviewedAllInformationAbove
source: I have carefully reviewed all information above, and find it to be a correct representation of the person requesting the review:
da: Jeg har omhyggeligt gennemgået alle ovenstående oplysninger og finder, at det er en korrekt repræsentation af den person, der anmoder om anmeldelsen:
de: Ich habe alle oben genannten Informationen sorgfältig überprüft und finde, dass es sich um eine korrekte Darstellung der Person handelt, die die Überprüfung beantragt:
es: He revisado cuidadosamente toda la información anterior y encuentro que es una representación correcta de la persona que solicita la revisión:
fi: Olen tarkistanut huolellisesti kaikki yllä olevat tiedot ja pidän niitä oikeana esityksenä tarkistusta pyytävästä henkilöstä:
no: Jeg har nøye gjennomgått all informasjon ovenfor, og finner det å være en korrekt representasjon av personen som ber om gjennomgangen:
pt: Revisei cuidadosamente todas as informações acima, e acho que é uma representação correta da pessoa que solicitou a revisão:
sv: Jag har noga granskat informationen ovan och anser den vara en korrekt represenation av personen som begärt en gransking:

source: Incomplete
da: Ukomplet
de: Unvollständig
es: Incompleto
fi: Puutteellinen
no: Ufullstendig
pt: Incompleto
sv: Ej komplett

# InformationAboutClaimedThingText
source: The following information is made available about the thing whose code you scanned. Choose if you want to attempt to claim this thing as yours, and also if you want to make it publicly searchable in the Thing Registry.
da: Følgende oplysninger stilles til rådighed om den ting, hvis kode du scannede. Vælg, om du vil forsøge at gøre krav på denne ting som din, og også om du vil gøre den offentligt søgbar i Tingregistret.
de: Die folgenden Informationen werden über das Objekt zur Verfügung gestellt, dessen Code Sie gescannt haben. Wählen Sie, ob Sie versuchen möchten, dieses Objekt als Ihr eigenes zu beanspruchen, und auch, ob Sie es in der Objektregistrierung öffentlich durchsuchbar machen möchten.
es: La siguiente información está disponible sobre el objeto cuyo código analizó. Elija si desea intentar reclamar esta cosa como suya, y también si desea que se pueda buscar públicamente en el Registro de la cosa.
fi: Seuraavat tiedot ovat saatavilla asiasta, jonka koodin olet skannannut. Valitse, haluatko yrittää väittää tämän asian omaksesi, ja myös jos haluat tehdä siitä julkisesti haettavissa asiarekisteristä.
no: Følgende informasjon gjøres tilgjengelig om tingen hvis kode du skannet. Velg om du vil forsøke å gjøre krav på denne tingen som din, og også hvis du vil gjøre den offentlig søkbar i tingregisteret.
pt: As seguintes informações são disponibilizadas sobre a coisa cujo código você digitalizou. Escolha se você quer tentar reivindicar essa coisa como sua, e também se você quiser torná-la publicamente pesquisável no Registro de Coisas.
sv: Följande information har gjorts tillgänglig om saken vars kod du skannade. Välj om du vill göra anspråk på denna sak som din, och också om du vill göra den publikt sökbar i sakregistret.

source: Information about thing
da: Oplysninger om ting
de: Informationen über die Sache
es: Información sobre la cosa
fi: Tietoa asiasta
no: Informasjon om ting
pt: Informações sobre o negócio
sv: Information om sak

# InformationAboutThingText
source: The following information is locally available about the thing. Options to interact with the device are presented below.
da: Følgende oplysninger er lokalt tilgængelige om sagen. Indstillinger for at interagere med enheden er præsenteret nedenfor.
de: Die folgenden Informationen sind lokal über die Sache verfügbar. Optionen zur Interaktion mit dem Gerät sind unten aufgeführt.
es: La siguiente información está disponible localmente sobre la cosa. Las opciones para interactuar con el dispositivo se presentan a continuación.
fi: Seuraavat tiedot ovat paikallisesti saatavilla asiasta. Vaihtoehdot vuorovaikutukseen laitteen kanssa on esitetty alla.
no: Følgende informasjon er lokalt tilgjengelig om tingen. Alternativer for å samhandle med enheten presenteres nedenfor.
pt: As seguintes informações estão disponíveis localmente sobre a coisa. As opções para interagir com o dispositivo são apresentadas abaixo.
sv: Följande information har gjorts tillgänglig om saken. Du kan också se aktuell sensor-data du är auktoriserad att se. Om saken kan styras, och du har rätt att styra den, kommer kontrollparametrar också att visas.

source: Information is missing or invalid
da: Oplysninger mangler eller er ugyldige
de: Informationen fehlen oder sind ungültig
es: Falta información o no es válida
fi: Tietoja puuttuu tai ne ovat virheellisiä
no: Informasjon mangler eller er ugyldig
pt: As informações estão faltando ou inválidas
sv: Information saknas eller är ogiltig

# Inspect
source: Inspect communication
da: Undersøg kommunikationen
de: Kommunikation prüfen
es: Inspeccionar la comunicación
fi: Tarkista viestintä
no: Inspiser kommunikasjon
pt: Inspecione a comunicação
sv: Inspektera kommunikationen

# InvalidEDalerUri
source: Invalid eDaler URI: {0}
da: Ugyldig eDaler URI: {0}
de: Ungültiger eDaler-URI: {0}
es: URI de eDaler no válido: {0}
fi: Virheellinen eDalerin URI: {0}
no: Ugyldig eDaler URI: {0}
pt: EDaler URI inválido: {0}
sv: Ogiltig eDaler-URI: {0}

source: Invalid IoT Discovery Code
da: Ugyldig IoT-registreringskode
de: Ungültiger IoT-Ermittlungscode
es: Código de detección de IoT no válido
fi: Virheellinen IoT-etsintäkoodi
no: Ugyldig IoT-oppdagelseskode
pt: Código de descoberta de IoT inválido
sv: Ogiltig kod för IoT-sökning

source: Invalid username or password
da: Ugyldigt brugernavn eller adgangskode
de: Ungültiger Benutzername oder ungültiges Kennwort
es: Nombre de usuario o contraseña no válidos
fi: Virheellinen käyttäjänimi tai salasana
no: Ugyldig brukernavn eller passord
pt: Nome de usuário ou senha inválidos
sv: Ogiltigt användarnamn eller lösenord

source: Request review
da: Anmod om gennemgang
de: Überprüfung anfordern
es: Solicitar revisión
fi: Pyydä tarkistusta
no: Be om gjennomgang
pt: Solicitar revisão

source: Key
da: Nøgle
de: Schlüssel
es: Llave
fi: Avain
no: Nøkkel
pt: Chave
sv: Nyckel

source: Last name(s)
da: Efternavn(e)
de: Nachname(n)
es: Apellido(s)
fi: Sukunimi (sukunimet)
no: Etternavn
pt: Sobrenomes
sv: Efternamn

source: Latitude
da: Breddegrad
de: Breite
es: Latitud
fi: Leveysaste
no: Breddegrad
sv: Latitud

source: Legal Id
da: Juridisk id
de: Juristische ID
es: Identificación legal
fi: Virallinen tunnus
no: Juridisk ID
sv: Juridiskt Id

source: Loading...
da: Pålæsning...
de: Laden...
es: Carga...
fi: Lastaaminen...
no: Lasting...
pt: Carregamento...
sv: Laddar...

source: Local name
da: Lokalt navn
de: Lokaler Name
es: Nombre local
fi: Paikallinen nimi
no: Lokalt navn
pt: Nome local
sv: Lokalt namn

source: Longitude
da: Længdegrad
de: Länge
es: Longitud
fi: Pituusaste
no: Lengdegrad
sv: Longitud

# MachineReadableInfoText
source: An overview of the machine-readable data embedded in the contract is shown below.
da: En oversigt over de maskinlæsbare data, der er indlejret i kontrakten, er vist nedenfor.
de: Eine Übersicht über die im Vertrag eingebetteten maschinenlesbaren Daten finden Sie unten.
es: A continuación se muestra una descripción general de los datos legibles por máquina incorporados en el contrato.
fi: Alla on yleiskatsaus sopimukseen upotetuista koneellisesti luettavista tiedoista.
no: En oversikt over de maskinlesbare dataene som er innebygd i kontrakten, er vist nedenfor.
pt: Uma visão geral dos dados legíveis pela máquina incorporados no contrato é mostrada abaixo.
sv: En översikt över den maskinläsbara informationen i kontraktet visas nedan.

# MachineReadableText
source: Machine readable information
da: Maskinlæsbare oplysninger
de: Maschinenlesbare Informationen
es: Información legible por máquina
fi: Koneellisesti luettavat tiedot
no: Maskinlesbar informasjon
pt: Informações legíveis à máquina
sv: Maskinläsbar information

# MainPageTitle
source: My Digital ID
da: Mit digitale id
de: Meine digitale ID
es: Mi ID digital
fi: Oma digitaalinen tunnus
no: Min digitale ID
pt: Minha ID Digital
sv: Mitt digitala ID

source: Make thing public
da: Gør ting offentlige
de: Öffentlich machen
es: Hacer público el asunto
fi: Tee asiasta julkinen
no: Gjør ting offentlig
pt: Torne a coisa pública
sv: Gör saken publik

source: Manufacturer
da: Fabrikant
de: Hersteller
es: Fabricante
fi: Valmistaja
no: Fabrikant
pt: Fabricante
sv: Tillverkare

source: Message
da: Budskab
de: Nachricht
es: Mensaje
fi: Viesti
no: Budskap
pt: Mensagem
sv: Meddelande

source: Meter Location
da: Måler placering
de: Standort des Zählers
es: Ubicación del medidor
fi: Mittarin sijainti
no: Meter Plassering
pt: Localização do medidor
sv: Mätarplats

source: Meter Number
da: Måler nummer
de: Zählerzahl
es: Número de medidor
fi: Mittarin numero
no: Meter nummer
pt: Número do medidor
sv: Mätarnummer

source: Middle name(s)
da: Mellemnavn(e)
de: Zweiter Vorname(n)
es: Segundo nombre(s)
fi: Keskimmäinen nimi (t)
no: Mellomnavn(er)
pt: Nome do meio(s)
sv: Mellannamn

source: Mode
da: Tilstand
de: Modus
es: Modo
fi: Moodi
no: Modus
pt: Modo
sv: Typ

source: Model
de: Modell
es: Modelo
fi: Malli
no: Modell
pt: Modelo
sv: Modell

# ContractsInfoText
source: Below is a list of contracts that you have created or signed. Click on a contract for more information about it.
da: Nedenfor er en liste over kontrakter, som du har oprettet eller underskrevet. Klik på en kontrakt for mere information om den.
de: Nachfolgend finden Sie eine Liste der Verträge, die Sie erstellt oder unterzeichnet haben. Klicken Sie auf einen Vertrag, um weitere Informationen darüber zu erhalten.
es: A continuación se muestra una lista de los contratos que ha creado o firmado. Haga clic en un contrato para obtener más información al respecto.
fi: Alla on luettelo sopimuksista, jotka olet luonut tai allekirjoittanut. Napsauta sopimusta saadaksesi lisätietoja siitä.
no: Nedenfor er en liste over kontrakter du har opprettet eller signert. Klikk på en kontrakt for mer informasjon om den.
pt: Abaixo está uma lista de contratos que você criou ou assinou. Clique em um contrato para obter mais informações sobre ele.
sv: Nedan visas en lista över kontrakt du har skapat eller skrivit under. Klicka på ett kontrakt för att få mer information om det.

source: My Identity
da: Min identitet
de: Meine Identität
es: Mi identidad
fi: Minun identiteettini
no: Min identitet
pt: Minha identidade
sv: Min identitet

source: Name
da: Navn
es: Nombre
fi: Nimi
no: Navn
pt: Nome
sv: Namn

source: Network
da: Netværk
de: Netz
es: Red
fi: Verkko
no: Nettverk
pt: Rede
sv: Nätverk

# NetworkSeemsToBeMissing
source: Network seems to be missing. Please check your configuration and coverage and try again.
da: Netværk ser ud til at mangle. Kontroller din konfiguration og dækning, og prøv igen.
de: Netzwerk scheint zu fehlen. Bitte überprüfen Sie Ihre Konfiguration und Abdeckung und versuchen Sie es erneut.
es: La red parece faltar. Compruebe la configuración y la cobertura e inténtelo de nuevo.
fi: Verkko näyttää puuttuvan. Tarkista kokoonpano ja kattavuus ja yritä uudelleen.
no: Nettverket ser ut til å mangle. Kontroller konfigurasjonen og dekningen, og prøv på nytt.
pt: A rede parece estar faltando. Verifique sua configuração e cobertura e tente novamente.
sv: Nätverk verkar saknas. Vänligen kolla din telefon-konfiguration och täckning och försök igen.

# SendEmailWarning
source: A code has been sent in an e-mail message to your e-mail adderss. If you don't receive it, please also check your spam folder.
da: Der er sendt en kode i en e-mail til dine e-mail-addere. Hvis du ikke modtager den, skal du også tjekke din spammappe.
de: Ein Code wurde in einer E-Mail-Nachricht an Ihre E-Mail-Addierer gesendet. Wenn Sie es nicht erhalten, überprüfen Sie bitte auch Ihren Spam-Ordner.
es: Se ha enviado un código en un mensaje de correo electrónico a los sumadores de correo electrónico. Si no lo recibe, por favor revise también su carpeta de correo no deseado.
fi: Koodi on lähetetty sähköpostiviestissä sähköpostin lisääjille. Jos et saa sitä, tarkista myös roskapostikansiosi.
no: Det er sendt en kode i en e-postmelding til e-posttilleggene. Hvis du ikke mottar den, kan du også sjekke spam-mappen din.
pt: Um código foi enviado em uma mensagem de e-mail para seus complementadores de e-mail. Se você não receber, verifique também sua pasta de spam.

# SendPhoneNumberWarning
source: A code has been sent as a text message to your phone.
da: Der er sendt en kode som en sms til din telefon.
de: Ein Code wurde als SMS an Ihr Telefon gesendet.
es: Se ha enviado un código como mensaje de texto a su teléfono.
fi: Koodi on lähetetty tekstiviestinä puhelimeesi.
no: En kode er sendt som en tekstmelding til telefonen din.
pt: Um código foi enviado como uma mensagem de texto para o seu telefone.

source: Neuron
es: Neurona
fi: Neuroni
no: Nevron
pt: Neurônio

source: New Contract
da: Ny kontrakt
de: Neuer Vertrag
es: Nuevo contrato
fi: Uusi sopimus
no: Ny kontrakt
pt: Novo Contrato
sv: Nytt kontrakt

source: No Contacts Found.
da: Ingen kontakter fundet.
de: Keine Kontakte gefunden.
es: No se han encontrado contactos.
fi: Yhteystietoja ei löytynyt.
no: Ingen kontakter funnet.
pt: Nenhum contato encontrado.
sv: Inga kontakter hittades.

source: No contracts found.
da: Ingen kontrakter fundet.
de: Keine Verträge gefunden.
es: No se encontraron contratos.
fi: Sopimuksia ei löytynyt.
no: Ingen kontrakter funnet.
pt: Não foram encontrados contratos.
sv: Hittade inga kontrakt.

source: Notary
da: Notar
de: Notar
es: Notario
fi: Notaari
no: Notarius
pt: Notário
sv: Notarie

source: Not connected to the operator
da: Ikke forbundet til operatøren
de: Nicht mit dem Bediener verbunden
es: No conectado al operador
fi: Ei yhteydessä operaattoriin
no: Ikke koblet til operatøren
pt: Não conectado ao operador
sv: Inte ansluten till operatören

source: No Things Found.
da: Ingen ting fundet.
de: Keine Dinge gefunden.
es: No se encontraron cosas.
fi: Mitään asioita ei löytynyt.
no: Ingen ting funnet.
pt: Nenhuma coisa encontrada.
sv: Inga saker hittades.

source: Obsolete contract
da: Forældet kontrakt
de: Veralteter Vertrag
es: Contrato obsoleto
fi: Vanhentunut sopimus
no: Foreldet kontrakt
pt: Contrato obsoleto
sv: Ogiltigförklara kontrakt

source: Offline
es: Sin conexión
no: Frakoblet
sv: Ej ansluten

source: OK
de: Okay
es: De acuerdo
fi: Okei
pt: Okey

source: Online
es: En línea
no: Pålogget
sv: Ansluten

source: Open
da: Åben
de: Offen
es: Abrir
fi: Avata
no: Åpen
pt: Abrir
sv: Öppna

source: Operator does not support legal identities and smart contracts
da: Operatøren understøtter ikke juridiske identiteter og smarte kontrakter
de: Der Betreiber unterstützt keine rechtlichen Identitäten und Smart Contracts
es: El operador no admite identidades legales y contratos inteligentes
fi: Operaattori ei tue juridisia identiteettejä ja älykkäitä sopimuksia
no: Operatøren støtter ikke juridiske identiteter og smarte kontrakter
pt: Operadora não suporta identidades legais e contratos inteligentes
sv: Operatören stödjer inte juridiska identiteter och smarta kontrakt
