Repository: Trust-Anchor-Group/IdApp
Catalog: IdApp/IdApp/Resx/AppResources.*.resx
Languages: da, de, es, fi, no, pt, sv

# ThingsDescription
source: Below are all your things, and things in your contact book. Click on any to interact with that thing.
da: Nedenfor er alle dine ting og ting i din kontaktbog. Klik på en hvilken som helst for at interagere med den ting.
de: Unten sind alle Ihre Sachen und Dinge in Ihrem Kontaktbuch. Klicken Sie auf irgendeinen, um mit diesem Ding zu interagieren.
es: A continuación se muestran todas sus cosas y cosas en su libro de contactos. Haga clic en cualquiera para interactuar con esa cosa.
fi: Alla on kaikki tavarasi ja asiat yhteystietokirjassasi. Napsauta mitä tahansa ollaksesi vuorovaikutuksessa kyseisen asian kanssa.
no: Nedenfor er alle tingene dine, og ting i kontaktboken din. Klikk på noen for å samhandle med den tingen.
pt: Abaixo estão todas as suas coisas, e coisas em seu livro de contatos. Clique em qualquer um para interagir com essa coisa.
sv: Nedan är alla dina saker, och saker du har i din kontaktbok. Klicka på valfri sak för att interagera med den saken.

source: Time stamp
da: Tidsstempel
de: Zeitstempel
es: Marca de tiempo
fi: Aikaleima
no: Tidsangivelse
pt: Carimbo de tempo
sv: Tidsstämpel

source: To
da: Til
de: An
es: Para
fi: Jotta
no: Til
pt: Para
sv: Till

# TransactionAccepted
source: Transaction has been accepted and processed.
da: Transaktionen er blevet accepteret og behandlet.
de: Die Transaktion wurde akzeptiert und verarbeitet.
es: La transacción ha sido aceptada y procesada.
fi: Tapahtuma on hyväksytty ja käsitelty.
no: Transaksjonen er akseptert og behandlet.
pt: A transação foi aceita e processada.
sv: Transaktionen har accepterats och behandlats.

source: Transaction ID:
da: Transaktions-id:
de: Transaktions-ID:
es: ID de transacción:
fi: Tapahtuman tunnus:
no: Transaksjons-ID:
pt: ID da transação:
sv: Transaktions-ID:

source: Transferable
da: Overførbar
de: Übertragbar
es: Transferible
fi: Siirrettävä
no: Overførbar
pt: Transferível
sv: Överlåtelsebar

# UnableToAuthenticateWith
source: Unable to authenticate with {0}
da: Kan ikke godkende med {0}
de: Authentifizierung mit {0} nicht möglich
es: No se puede autenticar con {0}
fi: Todennuksia ei voi tehdä {0}
no: Kan ikke godkjenne med {0}
pt: Incapaz de autenticar com {0}
sv: Kan inte autentisera med {0}

source: Unable to claim thing
da: Kan ikke gøre krav på ting
de: Objekt kann nicht beansprucht werden
es: Incapaz de reclamar algo
fi: Ei voi vaatia asiaa
no: Kan ikke kreve ting
pt: Incapaz de reivindicar coisa
sv: Kunde inte göra anspråk på saken.

# UnableToConnectTo
source: Unable to connect to {0}
da: Kan ikke oprette forbindelse til {0}
de: Verbindung zu {0} nicht möglich
es: No se puede conectar a {0}
fi: Yhteyden muodostaminen {0} ei onnistu
no: Kan ikke koble til {0}
pt: Incapaz de se conectar a {0}
sv: Ej möjligt att ansluta till {0}

# UnableToProcessEDalerUri
source: Unable to process eDaler code.
da: Kan ikke behandle eDaler-kode.
de: eDaler-Code kann nicht verarbeitet werden.
es: No se puede procesar el código eDaler.
fi: eDaler-koodia ei voi käsitellä.
no: Kan ikke behandle eDaler-kode.
pt: Não é possível processar o código eDaler.
sv: Kunde inte behandla eDaler-koden.

source: Unrecognized eDaler URI.
da: Ukendt eDaler URI.
de: Nicht erkannter eDaler-URI.
es: URI de eDaler no reconocido.
fi: Tunnistamaton eDalerin URI.
no: Ukjent eDaler URI.
pt: EDaler URI não reconhecido.
sv: Okänd eDaler-URI.

# UnsupportedUriScheme
source: The text does not conform to any of the supported URI schemes.
da: Teksten er ikke i overensstemmelse med nogen af de understøttede URI-skemaer.
de: Der Text entspricht keinem der unterstützten URI-Schemas.
es: El texto no se ajusta a ninguno de los esquemas de URI admitidos.
fi: Teksti ei ole minkään tuetun URI-mallin mukainen.
no: Teksten samsvarer ikke med noen av de støttede URI-skjemaene.
pt: O texto não está em conformidade com nenhum dos esquemas de URI suportados.
sv: Texten överensstämmer inte med någon av de URI-scheman som stöds.

source: Updated
da: Opdateret
de: Aktualisierte
es: Actualizado
fi: Päivitetty
no: Oppdatert
pt: Atualizado
sv: Uppdaterad

# ValidateIdentityInfo1Text
source: Your identity information has to be validated before it can be approved. This can be done manually by your operator. It can also be done by peers.
da: Dine identitetsoplysninger skal valideres, før de kan godkendes. Dette kan gøres manuelt af din operatør. Det kan også gøres af jævnaldrende.
de: Ihre Identitätsinformationen müssen validiert werden, bevor sie genehmigt werden können. Dies kann manuell von Ihrem Bediener durchgeführt werden. Es kann auch von Gleichaltrigen durchgeführt werden.
es: Su información de identidad debe ser validada antes de que pueda ser aprobada. Esto puede ser hecho manualmente por su operador. También puede ser hecho por compañeros.
fi: Henkilötietosi on vahvistettava ennen kuin ne voidaan hyväksyä. Operaattorisi voi tehdä tämän manuaalisesti. Sen voivat tehdä myös ikäisensä.
no: Identitetsopplysningene dine må valideres før de kan godkjennes. Dette kan gjøres manuelt av operatøren. Det kan også gjøres av jevnaldrende.
pt: Suas informações de identidade devem ser validadas antes de serem aprovadas. Isso pode ser feito manualmente pelo seu operador. Também pode ser feito por pares.
sv: Din identitet behöver valideras innan den kan godkännas. Det kan göras av operatören eller av en jämbördig.

# ValidateIdentityInfo2Text
source: To invite a peer to review your application, you need to scan the ID code of the peer you wish to invite. They will be able to see and review your application. When sufficient peers have reviewed your information, and certified it is correct, the operator will automatically approve your application. The information about who reviewed your identity will be encoded into the reviewed identity itself.
da: For at invitere en peer til at gennemgå din ansøgning skal du scanne ID-koden for den peer, du ønsker at invitere. De vil kunne se og gennemgå din ansøgning. Når tilstrækkeligt mange fagfæller har gennemgået dine oplysninger og bekræftet, at de er korrekte, vil operatøren automatisk godkende din ansøgning. Oplysningerne om, hvem der har gennemgået din identitet, vil blive kodet ind i selve den anmeldte identitet.
de: Um einen Peer zur Überprüfung Ihrer Bewerbung einzuladen, müssen Sie den ID-Code des Peers scannen, den Sie einladen möchten. Sie können Ihre Bewerbung sehen und überprüfen. Wenn genügend Kollegen Ihre Informationen überprüft und bestätigt haben, dass sie korrekt sind, wird der Betreiber Ihren Antrag automatisch genehmigen. Die Informationen darüber, wer Ihre Identität überprüft hat, werden in die überprüfte Identität selbst kodiert.
es: Para invitar a un compañero a revisar su solicitud, debe escanear el código de identificación del par que desea invitar. Ellos podrán ver y revisar su solicitud. Cuando suficientes pares hayan revisado su información y hayan certificado que es correcta, el operador aprobará automáticamente su solicitud. La información sobre quién revisó su identidad se codificará en la propia identidad revisada.
fi: Jos haluat kutsua vertaisen tarkistamaan hakemuksesi, sinun on skannattava kutsuttavan vertaisryhmän tunnuskoodi. He voivat nähdä ja tarkistaa hakemuksesi. Kun riittävä määrä vertaisia on tarkistanut tietosi ja vahvistanut, että ne ovat oikein, operaattori hyväksyy hakemuksesi automaattisesti. Tiedot siitä, kuka on tarkistanut henkilöllisyytesi, koodataan itse tarkistettuun identiteettiin.
no: For å invitere en fagfelle til å vurdere søknaden din, må du skanne ID-koden til fagfellen du ønsker å invitere. De vil kunne se og gjennomgå søknaden din. Når tilstrekkelige fagfeller har vurdert informasjonen din, og sertifisert at den er riktig, vil operatøren automatisk godkjenne søknaden din. Informasjonen om hvem som har gjennomgått identiteten din, blir kodet inn i selve den gjennomgåtte identiteten.
pt: Para convidar um colega a revisar seu aplicativo, você precisa digitalizar o código de ID do peer que deseja convidar. Eles poderão ver e revisar sua aplicação. Quando os pares suficientes revisarem suas informações e certificarem que estão corretas, o operador aprovará automaticamente sua aplicação. As informações sobre quem revisou sua identidade serão codificadas na própria identidade revisada.
sv: För att bjuda in någon för att granska din ansökan behöver du scanna deras ID-kod. De kan se och granska din ansökan. När tillräckligt många har granskat din ansökan och verifierat dess äkthet kommer operatören automatiskt godkänna din ansökan. Information om vem som granskade din ansökan är inbakad i den granskade identiteten själv.

# ValidateIdentityInfo3Text
source: You can see the current status of the application below.
da: Du kan se den aktuelle status for ansøgningen nedenfor.
de: Den aktuellen Status der Bewerbung sehen Sie unten.
es: Puede ver el estado actual de la aplicación a continuación.
fi: Näet sovelluksen nykyisen tilan alta.
no: Du kan se gjeldende status for søknaden nedenfor.
pt: Você pode ver o status atual do aplicativo abaixo.
sv: Du kan se status på din ansökan nedan.

source: Validating information
da: Validering af oplysninger
de: Überprüfen von Informationen
es: Validación de la información
fi: Tietojen validointi
no: Validere informasjon
pt: Validando informações
sv: Validerar information

source: Version
es: Versión
fi: Versio
no: Versjon
pt: Versão

source: View Contract
da: Se kontrakt
de: Vertrag anzeigen
es: Ver contrato
fi: Näytä sopimus
no: Vis kontrakt
pt: Ver contrato
sv: Visa kontrakt

# ViewIdentityInformationText
source: Following is personal information registered with the legal identity. Signatures and payments are signed using this information.
da: Følgende er personlige oplysninger registreret med den juridiske identitet. Underskrifter og betalinger underskrives ved hjælp af disse oplysninger.
de: Im Folgenden finden Sie persönliche Informationen, die mit der rechtlichen Identität registriert sind. Unterschriften und Zahlungen werden mit diesen Informationen signiert.
es: A continuación se muestra la información personal registrada con la identidad legal. Las firmas y los pagos se firman utilizando esta información.
fi: Seuraavassa on henkilötietoja, jotka on rekisteröity laillisella henkilöllisyydellä. Allekirjoitukset ja maksut allekirjoitetaan näiden tietojen avulla.
no: Følgende er personopplysninger registrert med juridisk identitet. Signaturer og betalinger signeres ved hjelp av denne informasjonen.
pt: A seguir estão as informações pessoais registradas com a identidade legal. Assinaturas e pagamentos são assinados usando essas informações.
sv: Nedan följer information registrerad till en juridisk identitet. Signaturer och betalningar signeras med den här informationen.

source: Visibility
da: Synlighed
de: Sichtbarkeit
es: Visibilidad
fi: Näkyvyys
no: Synlighet
pt: Visibilidade
sv: Synlighet

source: Wallet
da: Tegnebog
de: Brieftasche
es: Billetera
fi: Lompakko
no: Lommebok
pt: Carteira
sv: Plånbok

# WelcomeToTagHeading
source: Welcome to TAG Digital ID App!
da: Velkommen til TAG Digital ID App!
de: Willkommen bei der TAG Digital ID App!
es: ¡Bienvenido a la aplicación TAG Digital ID!
fi: Tervetuloa TAG Digital ID -sovellukseen!
no: Velkommen til TAG Digital ID App!
pt: Bem-vindo ao TAG Digital ID App!
sv: Välkommen till TAGs digitala ID-app!

# WelcomeToTagSubheading
source: Before connecting to the TAG ID network, we need to select a service provider for you. To do this, we need to know the purpose for using the app. Select the most appropriate option below.
da: Før vi opretter forbindelse til TAG ID-netværket, skal vi vælge en tjenesteudbyder til dig. For at gøre dette skal vi kende formålet med at bruge appen. Vælg den mest passende mulighed nedenfor.
de: Bevor wir uns mit dem TAG ID-Netzwerk verbinden, müssen wir einen Dienstanbieter für Sie auswählen. Um dies zu tun, müssen wir den Zweck für die Verwendung der App kennen. Wählen Sie unten die am besten geeignete Option aus.
es: Antes de conectarnos a la red TAG ID, necesitamos seleccionar un proveedor de servicios para usted. Para hacer esto, necesitamos saber el propósito de usar la aplicación. Seleccione la opción más apropiada a continuación.
fi: Ennen kuin muodostamme yhteyden TAG ID -verkkoon, meidän on valittava sinulle palveluntarjoaja. Tätä varten meidän on tiedettävä sovelluksen käytön tarkoitus. Valitse sopivin vaihtoehto alta.
no: Før vi kobler til TAG ID-nettverket, må vi velge en tjenesteleverandør for deg. For å gjøre dette må vi vite formålet med å bruke appen. Velg det mest passende alternativet nedenfor.
pt: Antes de nos conectarmos à rede TAG ID, precisamos selecionar um provedor de serviços para você. Para isso, precisamos saber o propósito de usar o aplicativo. Selecione a opção mais apropriada abaixo.
sv: Innan du kan ansluta till nätverket för TAG ID, behöver vi välja en tjänsteleverantör åt dig. För att kunna göra detta behöver vi veta för vilket ändamål du använder appen. Välj det mest lämpliga alternativet nedan.

# XmppState_Authenticating
source: Authenticating network identity
da: Autentificering af netværksidentitet
de: Authentifizieren der Netzwerkidentität
es: Autenticación de la identidad de red
fi: Verkkoidentiteetin todentaminen
no: Godkjenne nettverksidentitet
pt: Autenticando identidade de rede
sv: Autentiserar nätverksidentitet

# XmppState_Binding
source: Binding connection
da: Bindende forbindelse
de: Bindungsverbindung
es: Conexión de enlace
fi: Sitova yhteys
no: Bindende tilkobling
pt: Conexão de ligação
sv: Ansluter

# XmppState_Connected
source: Connected
da: Sammenhængende
de: Verbunden
es: Conexo
fi: Yhdistetty
no: Tilkoblet
pt: Conectado
sv: Ansluten

# XmppState_ConnectedTo
source: Connected to {0}
da: Tilsluttet {0}
de: Verbunden mit {0}
es: Conectado a {0}
fi: Yhdistetty {0}
no: Koblet til {0}
pt: Conectado ao {0}
sv: Ansluten till {0}

# XmppState_Connecting
source: Establishing connection
da: Etablering af forbindelse
de: Verbindung herstellen
es: Establecimiento de conexión
fi: Yhteyden muodostaminen
no: Etablere forbindelse
pt: Estabelecendo conexão
sv: Etablerar anslutning

# XmppState_Error
source: Connection error
da: Forbindelsesfejl
de: Verbindungsfehler
es: Error de conexión
fi: Yhteysvirhe
no: Tilkoblingsfeil
pt: Erro de conexão
sv: Anslutningsfel

# XmppState_FetchingRoster
source: Fetching roster
da: Henter vagtplan
de: Dienstplan abrufen
es: Lista de búsqueda
fi: Työvuorolistan noutaminen
no: Henting av vaktliste
pt: Lista de buscas
sv: Hämtar användare

# XmppState_Offline
source: Disconnected
da: Afbrudt
de: Entfernt
es: Desconectado
fi: Hajanainen
no: Frakoplet
pt: Desconectado
sv: Frånkopplad

# XmppState_Registering
source: Registering with broker
da: Registrering hos mægler
de: Registrierung beim Broker
es: Registro con el corredor
fi: Rekisteröityminen välittäjälle
no: Registrering hos megler
pt: Registro com corretor
sv: Registrerar hos mäklare

# XmppState_RequestingSession
source: Requesting session
da: Anmodning om session
de: Sitzung anfordern
es: Solicitud de sesión
fi: Istunnon pyytäminen
no: Be om økt
pt: Sessão de solicitação
sv: Begär session

# XmppState_SettingPresence
source: Setting presence
da: Indstilling af tilstedeværelse
de: Festlegen der Anwesenheit
es: Establecer la presencia
fi: Tavoitettavuuden määrittäminen
no: Angi tilstedeværelse
pt: Presença de configuração
sv: Sätter närvaro

# XmppState_StartingEncryption
source: Encrypting connection
da: Kryptering af forbindelse
de: Verbindung verschlüsseln
es: Conexión cifrada
fi: Yhteyden salaaminen
no: Kryptere tilkobling
pt: Conexão de criptografia
sv: Krypterar anslutning

# XmppState_StreamNegotiation
source: Negotiating stream
da: Forhandlingsstrøm
de: Verhandlungsdatenstrom
es: Corriente de negociación
fi: Neuvotteluvirta
no: Forhandlingsstrøm
pt: Fluxo de negociação
sv: Förhandlar ström

# XmppState_StreamOpened
source: Stream established
da: Vandløb etableret
de: Stream etabliert
es: Flujo establecido
fi: Virta perustettu
no: Strøm etablert
pt: Fluxo estabelecido
sv: Ström etablerad

source: Yes
da: Ja
de: Ja
es: Sí
fi: Kyllä
no: Ja
pt: Sim
sv: Ja

source: Yesterday
da: I går
de: Gestern
es: Ayer
fi: Eilen
no: I går
pt: Ontem
sv: Igår

# YouCanProtectYourWalletPinInfo
source: You can protect your wallet and sensitive information by adding an additional PIN number or password.
da: Du kan beskytte din tegnebog og følsomme oplysninger ved at tilføje et ekstra PIN-nummer eller en adgangskode.
de: Sie können Ihre Brieftasche und vertrauliche Informationen schützen, indem Sie eine zusätzliche PIN-Nummer oder ein Passwort hinzufügen.
es: Puede proteger su billetera e información confidencial agregando un número PIN o contraseña adicional.
fi: Voit suojata lompakkosi ja arkaluontoiset tietosi lisäämällä PIN-koodin tai salasanan.
no: Du kan beskytte lommeboken og sensitiv informasjon ved å legge til en ekstra PIN-kode eller passord.
pt: Você pode proteger sua carteira e informações confidenciais adicionando um número ou senha pin adicional.
sv: Du kan skydda din plånbok och känslig information genom att lägga till en PIN-kod eller ett lösenord.

# YouCanProtectYourWalletPinInfoChange
source: You can change the existing PIN if necessary. If you skip this step, the old PIN will be used.
da: Du kan ændre den eksisterende pinkode, hvis det er nødvendigt. Hvis du springer dette trin over, bruges den gamle pinkode.
de: Sie können die vorhandene PIN bei Bedarf ändern. Wenn Sie diesen Schritt überspringen, wird die alte PIN verwendet.
es: Puede cambiar el PIN existente si es necesario. Si omite este paso, se utilizará el PIN antiguo.
fi: Voit muuttaa olemassa olevaa PIN-koodia tarvittaessa. Jos ohitat tämän vaiheen, käytetään vanhaa PIN-koodia.
no: Du kan endre den eksisterende PIN-koden om nødvendig. Hvis du hopper over dette trinnet, brukes den gamle PIN-koden.
pt: Você pode alterar o PIN existente, se necessário. Se você pular esta etapa, o PIN antigo será usado.
sv: Du kan skydda din pånbok och känsliga information genom att ändra ditt PIN-nummer eller lösenord.

# YouHaveNowBeenSignedOut
source: You have now been signed out. To sign in again, use the menu in the top left corner.
da: Du er nu blevet logget ud. For at logge ind igen skal du bruge menuen i øverste venstre hjørne.
de: Sie wurden nun abgemeldet. Um sich erneut anzumelden, verwenden Sie das Menü in der oberen linken Ecke.
es: Ya se ha cerrado la sesión. Para volver a iniciar sesión, usa el menú de la esquina superior izquierda.
fi: Sinut on nyt kirjattu ulos. Jos haluat kirjautua uudelleen sisään, käytä vasemmassa yläkulmassa olevaa valikkoa.
no: Du er nå logget ut. For å logge på igjen, bruk menyen øverst til venstre.
pt: Você foi agora assinado fora. Para fazer login novamente, use o menu no canto superior esquerdo.
sv: Du är nu utloggad. För att logga in igen, använd menyn i hörnet uppe till vänster.

source: You have received a proposal.
da: De har modtaget et forslag.
de: Sie haben einen Vorschlag erhalten.
es: Ha recibido una propuesta.
fi: Olette saanut ehdotuksen.
no: Du har mottatt et forslag.
pt: Você recebeu uma proposta.
sv: Du har tagit emot ett erbjudande.

# YouNeedToApproveToAssociate
source: You need to approve to associate your personal information with the identity you review. When third parties review the information in the identity, they will have access to the identity of the reviewers, for transparency.
da: Du skal godkende for at knytte dine personlige oplysninger til den identitet, du gennemgår. Når tredjeparter gennemgår oplysningerne i identiteten, vil de have adgang til korrekturlæsernes identitet for gennemsigtighed.
de: Sie müssen zustimmen, Ihre persönlichen Daten mit der von Ihnen überprüften Identität zu verknüpfen. Wenn Dritte die Informationen in der Identität überprüfen, haben sie aus Gründen der Transparenz Zugriff auf die Identität der Prüfer.
es: Debe aprobar para asociar su información personal con la identidad que revisa. Cuando terceros revisen la información en la identidad, tendrán acceso a la identidad de los revisores, por transparencia.
fi: Sinun on hyväksyttävä henkilötietojesi liittäminen tarkistamaasi henkilöllisyyteen. Kun kolmannet osapuolet tarkistavat henkilöllisyyden tiedot, heillä on pääsy arvioijien henkilöllisyyteen avoimuuden vuoksi.
no: Du må godkjenne å knytte personopplysningene dine til identiteten du vurderer. Når tredjeparter vurderer informasjonen i identiteten, vil de ha tilgang til identiteten til anmelderne, for åpenhet.
pt: Você precisa aprovar para associar suas informações pessoais com a identidade que você revisa. Quando terceiros revisarem as informações na identidade, terão acesso à identidade dos revisores, para transparência.
sv: Du behöver godkänna att din personliga information associeras med identiteten du granskar. När tredje part granskar information kopplat till identiteten får de tillgång till granskarnas identitet, för transparensens skull.

# YouNeedToCheckCarefullyReviewed
source: You need to check the box you have carefully reviewed all corresponding information above.
da: Du skal markere afkrydsningsfeltet, du har omhyggeligt gennemgået alle tilsvarende oplysninger ovenfor.
de: Sie müssen das Kästchen ankreuzen, in dem Sie alle entsprechenden Informationen oben sorgfältig überprüft haben.
es: Debe marcar la casilla que ha revisado cuidadosamente toda la información correspondiente anterior.
fi: Sinun on valittava ruutu, jonka olet tarkistanut huolellisesti kaikki yllä olevat vastaavat tiedot.
no: Du må merke av i boksen du har nøye gjennomgått all tilsvarende informasjon ovenfor.
pt: Você precisa verificar a caixa que você revisou cuidadosamente todas as informações correspondentes acima.
sv: Du behöver bocka för att du noga granskat all information ovan.

# YouNeedToProvideACountry
source: You need to select a country
da: Du skal vælge et land
de: Sie müssen ein Land auswählen
es: Necesitas seleccionar un país
fi: Sinun on valittava maa
no: Du må velge et land
pt: Você precisa selecionar um país
sv: Vänligen ange ett land

source: You need to provide a first name
da: Du skal angive et fornavn
de: Sie müssen einen Vornamen angeben
es: Debe proporcionar un nombre
fi: Sinun on annettava etunimi
no: Du må oppgi et fornavn
pt: Você precisa fornecer um primeiro nome
sv: Du behöver ange ett förnamn

# YouNeedToProvideALastName
source: You need to provide at least one last name
da: Du skal angive mindst ét efternavn
de: Sie müssen mindestens einen Nachnamen angeben
es: Debe proporcionar al menos un apellido
fi: Sinun on annettava vähintään yksi sukunimi
no: Du må oppgi minst ett etternavn
pt: Você precisa fornecer pelo menos um sobrenome
sv: Du behöver ange åtminstone ett efternamn

# YouNeedToProvideAPersonalNumber
source: You need to provide a personal or social security number
da: Du skal oplyse et person- eller personnummer
de: Sie müssen eine persönliche oder Sozialversicherungsnummer angeben
es: Debe proporcionar un número de seguro personal o social
fi: Sinun on annettava henkilökohtainen tai sosiaaliturvatunnus
no: Du må oppgi et personnummer eller personnummer
pt: Você precisa fornecer um número de segurança pessoal ou social
sv: Du behöver ange personnummer eller SSN

source: You need to provide a photo
da: Du skal angive et billede
de: Sie müssen ein Foto bereitstellen
es: Debe proporcionar una foto
fi: Sinun on annettava valokuva
no: Du må oppgi et bilde
pt: Você precisa fornecer uma foto
sv: Du behöver bifoga en bild
